{smcl}
{com}{sf}{ul off}{txt}
{com}. 
. // ==========================================================================
. 
. /*
> file name - master.do
> 
> project name - SOC5050: Quantitative Analysis, Fall 2016
> 
> purpose - /*what does this do-file do?*/
> 
> created - /*what is today's date?*/
> 
> updated - /*what is today's date?*/
> 
> author - /*what is your name?*/
> */
. 
. // ==========================================================================
. 
. /*
> full description -
> /*enter a description of what this do-file does*/
> */
. 
. /*
> updates -
> none
> */
. 
. // ==========================================================================
. 
. /*
> superordinates  -
> - /*enter the source data filename here*/.dta
> */
. 
. /*
> subordinates -
> - data.do
> - analysis.do
> */
. 
. // ==========================================================================
. 
. // copy source data to new directory
. 
. global newData "stlCityMaster.dta"
{txt}
{com}. copy $sourceData "$projName/$newData", replace
{txt}(note: file 2010acsRename/stlCityMaster.dta not found)

{com}. 
. // ==========================================================================
. // ==========================================================================
. // ==========================================================================
. 
. use "$projName/$newData"
{txt}(St. Louis City Census Data 1970-2010 and ACS 2006-10 Sample Data - December 2016)

{com}. rename pop0a pop10a
{res}{txt}
{com}. rename nhwht0a nhwht10a
{res}{txt}
{com}. rename nhblk0a nhblk10a
{res}{txt}
{com}. rename ntv0a ntv10a
{res}{txt}
{com}. rename haw0a haw10a
{res}{txt}
{com}. rename asian0a asian10a
{res}{txt}
{com}. rename hisp0a hisp10a
{res}{txt}
{com}. rename india0a india10a
{res}{txt}
{com}. rename china0a china10a
{res}{txt}
{com}. rename filip0a filip10a
{res}{txt}
{com}. rename japan0a japan10a
{res}{txt}
{com}. rename korea0a korea10a
{res}{txt}
{com}. rename viet0a viet10a
{res}{txt}
{com}. rename ruanc0a ruanc10a
{res}{txt}
{com}. rename itanc0a itanc10a
{res}{txt}
{com}. rename geanc0a geanc10a
{res}{txt}
{com}. rename iranc0a iranc10a
{res}{txt}
{com}. rename scanc0a scanc10a
{res}{txt}
{com}. rename mex0a mex10a
{res}{txt}
{com}. rename cuban0a cuban10a
{res}{txt}
{com}. rename pr0a pr10a
{res}{txt}
{com}. rename fb0a fb10a
{res}{txt}
{com}. rename nat0a nat10a
{res}{txt}
{com}. rename n10imm0a n10imm10a
{res}{txt}
{com}. rename ag5up0a ag5up10a
{res}{txt}
{com}. rename olang0a olang10a
{res}{txt}
{com}. rename lep0a lep10a
{res}{txt}
{com}. rename rufb0a rufb10a
{res}{txt}
{com}. rename itfb0a itfb10a
{res}{txt}
{com}. rename gefb0a gefb10a
{res}{txt}
{com}. rename irfb0a irfb10a
{res}{txt}
{com}. rename scfb0a scfb10a
{res}{txt}
{com}. rename ag15up0a ag15up10a
{res}{txt}
{com}. rename mar0a mar10a
{res}{txt}
{com}. rename wds0a wds10a
{res}{txt}
{com}. rename family0a family10a
{res}{txt}
{com}. rename fhh0a fhh10a
{res}{txt}
{com}. rename ag25up0a ag25up10a
{res}{txt}
{com}. rename hs0a hs10a
{res}{txt}
{com}. rename col0a col10a
{res}{txt}
{com}. rename clf0a clf10a
{res}{txt}
{com}. rename unemp0a unemp10a
{res}{txt}
{com}. rename dflabf0a dflabf10a
{res}{txt}
{com}. rename flabf0a flabf10a
{res}{txt}
{com}. rename empclf0a empclf10a
{res}{txt}
{com}. rename prof0a prof10a
{res}{txt}
{com}. rename manuf0a manuf10a
{res}{txt}
{com}. rename semp0a semp10a
{res}{txt}
{com}. rename ag18cv0a ag18cv10a
{res}{txt}
{com}. rename vet0a vet10a
{res}{txt}
{com}. rename hh0a hh10a
{res}{txt}
{com}. rename hhw0a hhw10a
{res}{txt}
{com}. rename hhb0a hhb10a
{res}{txt}
{com}. rename hha0a hha10a
{res}{txt}
{com}. rename hhh0a hhh10a
{res}{txt}
{com}. rename hinc0a hinc10a
{res}{txt}
{com}. rename hincw0a hincw10a
{res}{txt}
{com}. rename hincb0a hincb10a
{res}{txt}
{com}. rename hinch0a hinch10a
{res}{txt}
{com}. rename incpc0a incpc10a
{res}{txt}
{com}. rename dpov0a dpov10a
{res}{txt}
{com}. rename npov0a npov10a
{res}{txt}
{com}. rename n65pov0a n65pov10a
{res}{txt}
{com}. rename dfmpov0a dfmpov10a
{res}{txt}
{com}. rename nfmpov0a nfmpov10a
{res}{txt}
{com}. rename dwpov0a dwpov10a
{res}{txt}
{com}. rename nwpov0a nwpov10a
{res}{txt}
{com}. rename dbpov0a dbpov10a
{res}{txt}
{com}. rename nbpov0a nbpov10a
{res}{txt}
{com}. rename dnapov0a dnapov10a
{res}{txt}
{com}. rename nnapov0a nnapov10a
{res}{txt}
{com}. rename dhpov0a dhpov10a
{res}{txt}
{com}. rename nhpov0a nhpov10a
{res}{txt}
{com}. rename dapov0a dapov10a
{res}{txt}
{com}. rename napov0a napov10a
{res}{txt}
{com}. rename hu0a hu10a
{res}{txt}
{com}. rename vac0a vac10a
{res}{txt}
{com}. rename ohu0a ohu10a
{res}{txt}
{com}. rename own0a own10a
{res}{txt}
{com}. rename rent0a rent10a
{res}{txt}
{com}. rename dmulti0a dmulti10a
{res}{txt}
{com}. rename multi0a multi10a
{res}{txt}
{com}. rename h30old0a h30old10a
{res}{txt}
{com}. rename h10yrs0a h10yrs10a
{res}{txt}
{com}. rename mrent0a mrent10a
{res}{txt}
{com}. rename mhmval0a mhmval10a
{res}{txt}
{com}. rename a18und0a a18und10a
{res}{txt}
{com}. rename a60up0a a60up10a
{res}{txt}
{com}. rename a75up0a a75up10a
{res}{txt}
{com}. rename agewht0a agewht10a
{res}{txt}
{com}. rename ageblk0a ageblk10a
{res}{txt}
{com}. rename agentv0a agentv10a
{res}{txt}
{com}. rename agehsp0a agehsp10a
{res}{txt}
{com}. rename ageasn0a ageasn10a
{res}{txt}
{com}. rename a15wht0a a15wht10a
{res}{txt}
{com}. rename a15blk0a a15blk10a
{res}{txt}
{com}. rename a15ntv0a a15ntv10a
{res}{txt}
{com}. rename a15hsp0a a15hsp10a
{res}{txt}
{com}. rename a15asn0a a15asn10a
{res}{txt}
{com}. rename a65wht0a a65wht10a
{res}{txt}
{com}. rename a65blk0a a65blk10a
{res}{txt}
{com}. rename a65ntv0a a65ntv10a
{res}{txt}
{com}. rename a65hsp0a a65hsp10a
{res}{txt}
{com}. rename a65asn0a a65asn10a
{res}{txt}
{com}. rename hinca0a hinca10a
{res}{txt}
{com}. 
. label data "St. Louis City Census Data 1970-2010, ACS 2006-10, and 2011-2015 Sample Data - February 2017"
{txt}note: label truncated to 80 characters

{com}. notes _dta: This dataset was taken from the Brown LTDB, it has been cleaned and labeled. The dataset notes and labels are from from LTDB codebook. Cited as John R. Logan, Zengwang Xu, and Brian Stults. 2012. "Interpolating US Decennial Census Tract Data from as Early as 1970 to 2010: A Longitudinal Tract Database" Professional Geographer, forthcoming.
{res}{txt}
{com}. 
. // ==========================================================================
. // ==========================================================================
. // ==========================================================================
. 
. // copy code to code archive
. 
. copy "master.do" "$projName/CodeArchive/master.do", replace
{txt}
{com}. save "$projName/$newData", replace
{txt}file 2010acsRename/stlCityMaster.dta saved

{com}. 
. // ==========================================================================
. 
. quietly log using "$projName/output/$newData-CodeBook.txt", text replace ///
> name(codebook)
{txt}
{com}. codebook, header notes

{txt}{col 16}Dataset:  {res}2010acsRename/stlCityMaster.dta
{txt}{col 13}Last saved:  {res}27 Feb 2017 14:08

{txt}{col 18}Label:{res}  St. Louis City Census Data 1970-2010, ACS 2006-10, and 2011-2015 Sample Data - F
{col 4}{txt}Number of variables:  {res}602
{col 1}{txt}Number of observations:  {res}106
{col 19}{txt}Size:  {res}342,168{txt} bytes ignoring labels, etc.
{res}
_dta:
{txt}{p 2 6}
1.
This dataset was taken from the Brown LTDB, it has been cleaned and labeled. The dataset notes and labels are from from LTDB codebook. Cited as John R. Logan, Zengwang Xu, and Brian Stults. 2012. "Interpolating US Decennial Census Tract Data from as Early as 1970 to 2010: A Longitudinal Tract Database" Professional Geographer, forthcoming.
{p_end}
{p 2 6}
2.
This dataset was taken from the Brown LTDB, it has been cleaned and labeled. The dataset notes and labels are from from LTDB codebook. Cited as John R. Logan, Zengwang Xu, and Brian Stults. 2012. "Interpolating US Decennial Census Tract Data from as Early as 1970 to 2010: A Longitudinal Tract Database" Professional Geographer, forthcoming.
{p_end}

{txt}{hline}
{res}tractid{right:TRTID10}
{txt}{hline}

{col 19}type:  numeric ({res}double{txt})

{col 18}range:  [{res}2.951e+10{txt},{res}2.951e+10{txt}]{col 55}units:  {res}100
{col 10}{txt}unique values:  {res}106{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 3.0e+10
{txt}{col 15}std. dev:{res}{col 26} 8132.85

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27} 3.0e+10{col 37} 3.0e+10{col 47} 3.0e+10{col 57} 3.0e+10{col 67} 3.0e+10

{txt}{hline}
{res}state{right:State}
{txt}{hline}

{col 19}type:  string ({res}str2{txt})

{col 10}unique values:  {res}1{col 51}{txt}missing "":  {res}0{txt}/{res}106

{txt}{col 13}tabulation:  Freq.  Value
{col 21}{res}       106{col 33}"MO"

{txt}{hline}
{res}county{right:County}
{txt}{hline}

{col 19}type:  string ({res}str33{txt}), but longest is str14

{col 10}unique values:  {res}1{col 51}{txt}missing "":  {res}0{txt}/{res}106

{txt}{col 13}tabulation:  Freq.  Value
{col 21}{res}       106{col 33}"St. Louis city"

{txt}{col 16}warning:  variable has embedded blanks
{res}
{txt}{hline}
{res}tract{right:Census Tract}
{txt}{hline}

{col 19}type:  string ({res}str20{txt})

{col 10}unique values:  {res}106{col 51}{txt}missing "":  {res}0{txt}/{res}106

{txt}{col 15}examples:  {res}"Census Tract 1053"
{col 26}"Census Tract 1102"
{col 26}"Census Tract 1154"
{col 26}"Census Tract 1211"

{txt}{col 16}warning:  variable has embedded blanks
{res}
{txt}{hline}
{res}pop70{right:Total Population}
{txt}{hline}

{col 19}type:  string ({res}str21{txt}), but longest is str16

{col 10}unique values:  {res}106{col 51}{txt}missing "":  {res}0{txt}/{res}106

{txt}{col 15}examples:  {res}"3564.0000127583"
{col 26}"4611.99997134256"
{col 26}"6084.99998742613"
{col 26}"7210.00004338413"

{txt}{hline}
{res}white70{right:Persons of White Race}
{txt}{hline}

{col 19}type:  string ({res}str21{txt}), but longest is str16

{col 10}unique values:  {res}106{col 51}{txt}missing "":  {res}0{txt}/{res}106

{txt}{col 15}examples:  {res}"2318.00001711865"
{col 26}"34.0050494401548"
{col 26}"4495.68150507156"
{col 26}"6200.00003238965"

{txt}{hline}
{res}black70{right:Persons of Black Race}
{txt}{hline}

{col 19}type:  string ({res}str21{txt}), but longest is str16

{col 10}unique values:  {res}92{col 51}{txt}missing "":  {res}0{txt}/{res}106

{txt}{col 15}examples:  {res}"1378"
{col 26}"29"
{col 26}"51"
{col 26}"7"

{txt}{hline}
{res}asian70{right:Persons of Asian Race and Pacific Islander}
{txt}{hline}

{col 19}type:  string ({res}str21{txt}), but longest is str16

{col 10}unique values:  {res}68{col 51}{txt}missing "":  {res}0{txt}/{res}106

{txt}{col 15}examples:  {res}"14.9999904632568"
{col 26}"20"
{col 26}"3.00316855334677"
{col 26}"4.99615349499618"

{txt}{hline}
{res}haw70{right:Persons of Hawaiian Race}
{txt}{hline}

{col 19}type:  string ({res}str21{txt})

{col 10}unique values:  {res}16{col 51}{txt}missing "":  {res}0{txt}/{res}106

{txt}{col 15}examples:  {res}"0"
{col 26}"0"
{col 26}"0"
{col 26}"1"

{txt}{hline}
{res}india70{right:Persons of Asian Indian Race}
{txt}{hline}

{col 19}type:  string ({res}str21{txt}), but longest is str16

{col 10}unique values:  {res}47{col 51}{txt}missing "":  {res}0{txt}/{res}106

{txt}{col 15}examples:  {res}"10.9999494552612"
{col 26}"2"
{col 26}"3"
{col 26}"5"

{txt}{hline}
{res}china70{right:Persons of Chinese Race}
{txt}{hline}

{col 19}type:  string ({res}str21{txt})

{col 10}unique values:  {res}39{col 51}{txt}missing "":  {res}0{txt}/{res}106

{txt}{col 15}examples:  {res}"0"
{col 26}"1"
{col 26}"19"
{col 26}"4"

{txt}{hline}
{res}filip70{right:Persons of Filipino Race}
{txt}{hline}

{col 19}type:  string ({res}str21{txt})

{col 10}unique values:  {res}43{col 51}{txt}missing "":  {res}0{txt}/{res}106

{txt}{col 15}examples:  {res}"0"
{col 26}"1"
{col 26}"2"
{col 26}"3.32724676583894"

{txt}{hline}
{res}japan70{right:Persons of Japanese Race}
{txt}{hline}

{col 19}type:  string ({res}str21{txt})

{col 10}unique values:  {res}41{col 51}{txt}missing "":  {res}0{txt}/{res}106

{txt}{col 15}examples:  {res}"0"
{col 26}"1.00000499970747"
{col 26}"2"
{col 26}"4.72850751876831"

{txt}{hline}
{res}korea70{right:Persons of Korean Race}
{txt}{hline}

{col 19}type:  string ({res}str21{txt})

{col 10}unique values:  {res}22{col 51}{txt}missing "":  {res}0{txt}/{res}106

{txt}{col 15}examples:  {res}"0"
{col 26}"0"
{col 26}"0"
{col 26}"2"

{txt}{hline}
{res}hu70{right:Housing Units}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}741{txt},{res}5207.708{txt}]{col 55}units:  {res}.00001
{col 10}{txt}unique values:  {res}104{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 2249.35
{txt}{col 15}std. dev:{res}{col 26} 840.597

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}    1292{col 37} 1657.37{col 47} 2197.04{col 57}    2621{col 67}    3175

{txt}{hline}
{res}vac70{right:Vacant Housing Units}
{txt}{hline}

{col 19}type:  string ({res}str21{txt}), but longest is str16

{col 10}unique values:  {res}103{col 51}{txt}missing "":  {res}0{txt}/{res}106

{txt}{col 15}examples:  {res}"157"
{col 26}"26"
{col 26}"36"
{col 26}"56.9760437011719"

{txt}{hline}
{res}ohu70{right:Occupied Housing Units}
{txt}{hline}

{col 19}type:  string ({res}str21{txt}), but longest is str16

{col 10}unique values:  {res}105{col 51}{txt}missing "":  {res}0{txt}/{res}106

{txt}{col 15}examples:  {res}"1469"
{col 26}"1922.92202758789"
{col 26}"2193"
{col 26}"2625"

{txt}{hline}
{res}dmulti70{right:Housing units}
{txt}{hline}

{col 19}type:  string ({res}str21{txt}), but longest is str16

{col 10}unique values:  {res}104{col 51}{txt}missing "":  {res}0{txt}/{res}106

{txt}{col 15}examples:  {res}"1633.14086914063"
{col 26}"2059"
{col 26}"2400.8056640625"
{col 26}"2822"

dmulti70:
{txt}{p 2 6}
1.
This variable serves as the denominator for calculating the percentage of housing units in multi-unit structures. In 1970 and 1980, the universe is "all year-round housing units (occupied units plus vacant year-round)."
{p_end}

{txt}{hline}
{res}multi70{right:Housing units in multi-unit structures}
{txt}{hline}

{col 19}type:  string ({res}str21{txt}), but longest is str16

{col 10}unique values:  {res}105{col 51}{txt}missing "":  {res}0{txt}/{res}106

{txt}{col 15}examples:  {res}"1334.96545410156"
{col 26}"1677"
{col 26}"2245"
{col 26}"3495"

{txt}{hline}
{res}a18und70{right:Persons age 17 years and under}
{txt}{hline}

{col 19}type:  string ({res}str21{txt}), but longest is str16

{col 10}unique values:  {res}104{col 51}{txt}missing "":  {res}0{txt}/{res}106

{txt}{col 15}examples:  {res}"1434.04640201107"
{col 26}"1988"
{col 26}"2659.46779441834"
{col 26}"5220"

{txt}{hline}
{res}a60up70{right:Persons age 60 years and over}
{txt}{hline}

{col 19}type:  string ({res}str21{txt}), but longest is str16

{col 10}unique values:  {res}103{col 51}{txt}missing "":  {res}0{txt}/{res}106

{txt}{col 15}examples:  {res}"1249.35381317139"
{col 26}"1709"
{col 26}"438"
{col 26}"795"

{txt}{hline}
{res}a75up70{right:Persons age 75 years and over}
{txt}{hline}

{col 19}type:  string ({res}str21{txt}), but longest is str16

{col 10}unique values:  {res}100{col 51}{txt}missing "":  {res}0{txt}/{res}106

{txt}{col 15}examples:  {res}"196"
{col 26}"260"
{col 26}"331.62300201878"
{col 26}"462.868347167969"

{txt}{hline}
{res}agewht70{right:White Population with Known Age Distribution}
{txt}{hline}

{col 19}type:  string ({res}str21{txt}), but longest is str16

{col 10}unique values:  {res}106{col 51}{txt}missing "":  {res}0{txt}/{res}106

{txt}{col 15}examples:  {res}"2318.00001711865"
{col 26}"34.0050494401548"
{col 26}"4495.68150507156"
{col 26}"6200.00003238965"

{txt}{hline}
{res}a15wht70{right:0-15 years old of White Race}
{txt}{hline}

{col 19}type:  string ({res}str21{txt}), but longest is str16

{col 10}unique values:  {res}104{col 51}{txt}missing "":  {res}0{txt}/{res}106

{txt}{col 15}examples:  {res}"1270.03989895433"
{col 26}"1809.27038574219"
{col 26}"38"
{col 26}"691"

{txt}{hline}
{res}a60wht70{right:60 Years and Older of White Race}
{txt}{hline}

{col 19}type:  string ({res}str21{txt}), but longest is str16

{col 10}unique values:  {res}105{col 51}{txt}missing "":  {res}0{txt}/{res}106

{txt}{col 15}examples:  {res}"124.001122066751"
{col 26}"1873"
{col 26}"369"
{col 26}"671"

{txt}{hline}
{res}ageblk70{right:Black Population with Known Age Distribution}
{txt}{hline}

{col 19}type:  string ({res}str21{txt}), but longest is str19

{col 10}unique values:  {res}78{col 51}{txt}missing "":  {res}0{txt}/{res}106

{txt}{col 15}examples:  {res}""
{col 26}"1797.11408107728"
{col 26}"51"
{col 26}"6949"

{txt}{col 16}warning:  variable has leading and trailing blanks
{res}
{txt}{hline}
{res}a15blk70{right:0-15 years old of Black Race}
{txt}{hline}

{col 19}type:  string ({res}str21{txt}), but longest is str19

{col 10}unique values:  {res}74{col 51}{txt}missing "":  {res}0{txt}/{res}106

{txt}{col 15}examples:  {res}""
{col 26}"1211"
{col 26}"2296.99096679688"
{col 26}"37"

{txt}{col 16}warning:  variable has leading and trailing blanks
{res}
{txt}{hline}
{res}a60blk70{right:60 years and older of Black Race}
{txt}{hline}

{col 19}type:  string ({res}str21{txt})

{col 10}unique values:  {res}71{col 51}{txt}missing "":  {res}0{txt}/{res}106

{txt}{col 15}examples:  {res}""
{col 26}"12.0000012613232"
{col 26}"3"
{col 26}"582"

{txt}{col 16}warning:  variable has leading and trailing blanks
{res}
{txt}{hline}
{res}ag15up70{right:Persons age 15 years and over}
{txt}{hline}

{col 19}type:  string ({res}str21{txt}), but longest is str16

{col 10}unique values:  {res}106{col 51}{txt}missing "":  {res}0{txt}/{res}106

{txt}{col 15}examples:  {res}"3065.15422687575"
{col 26}"3954.99995948281"
{col 26}"4743.99998398405"
{col 26}"5507.00002716658"

{txt}{hline}
{res}mar70{right:Currently married (excluding separated)}
{txt}{hline}

{col 19}type:  string ({res}str21{txt}), but longest is str16

{col 10}unique values:  {res}104{col 51}{txt}missing "":  {res}0{txt}/{res}106

{txt}{col 15}examples:  {res}"1551"
{col 26}"2017.08051204681"
{col 26}"2395.5824432373"
{col 26}"2879"

{txt}{hline}
{res}wds70{right:Widowed, Divorced, and Separated}
{txt}{hline}

{col 19}type:  string ({res}str21{txt}), but longest is str16

{col 10}unique values:  {res}105{col 51}{txt}missing "":  {res}0{txt}/{res}106

{txt}{col 15}examples:  {res}"1263"
{col 26}"1735.88173675537"
{col 26}"520"
{col 26}"764"

{txt}{hline}
{res}own70{right:Owner-occupied housing units}
{txt}{hline}

{col 19}type:  string ({res}str21{txt}), but longest is str16

{col 10}unique values:  {res}103{col 51}{txt}missing "":  {res}0{txt}/{res}106

{txt}{col 15}examples:  {res}"1242.00660257461"
{col 26}"37.3945096731186"
{col 26}"642"
{col 26}"801.031769718975"

{txt}{hline}
{res}rent70{right:Renter-occupied housing units}
{txt}{hline}

{col 19}type:  string ({res}str21{txt}), but longest is str16

{col 10}unique values:  {res}105{col 51}{txt}missing "":  {res}0{txt}/{res}106

{txt}{col 15}examples:  {res}"1264"
{col 26}"160.058319091797"
{col 26}"240.93065071106"
{col 26}"513"

{txt}{hline}
{res}year{right:Year}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}1970{txt},{res}1970{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}1{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 13}tabulation:  Freq.  Value
{col 21}{res}       106{col 33}1970

{txt}{hline}
{res}mex70{right:Mexicans}
{txt}{hline}

{col 19}type:  string ({res}str11{txt})

{col 10}unique values:  {res}40{col 51}{txt}missing "":  {res}0{txt}/{res}106

{txt}{col 15}examples:  {res}"0"
{col 26}"0"
{col 26}"14"
{col 26}"5"

{txt}{hline}
{res}pr70{right:Puerto Ricans}
{txt}{hline}

{col 19}type:  string ({res}str11{txt})

{col 10}unique values:  {res}15{col 51}{txt}missing "":  {res}0{txt}/{res}106

{txt}{col 15}examples:  {res}"0"
{col 26}"0"
{col 26}"0"
{col 26}"0"

{txt}{hline}
{res}cuban70{right:Cubans}
{txt}{hline}

{col 19}type:  string ({res}str11{txt})

{col 10}unique values:  {res}20{col 51}{txt}missing "":  {res}0{txt}/{res}106

{txt}{col 15}examples:  {res}"0"
{col 26}"0"
{col 26}"0"
{col 26}"1.110793829"

{txt}{hline}
{res}family70{right:Total Families}
{txt}{hline}

{col 19}type:  string ({res}str11{txt})

{col 10}unique values:  {res}104{col 51}{txt}missing "":  {res}0{txt}/{res}106

{txt}{col 15}examples:  {res}"1259.047561"
{col 26}"1516.362427"
{col 26}"1854.054321"
{col 26}"347.2738206"

{txt}{hline}
{res}fhh70{right:Female-headed families with children}
{txt}{hline}

{col 19}type:  string ({res}str11{txt})

{col 10}unique values:  {res}101{col 51}{txt}missing "":  {res}0{txt}/{res}106

{txt}{col 15}examples:  {res}"17"
{col 26}"264.118988"
{col 26}"35.06403303"
{col 26}"59.19965029"

{txt}{hline}
{res}pop70sp2{right:Total Population from sample-based data}
{txt}{hline}

{col 19}type:  string ({res}str11{txt})

{col 10}unique values:  {res}106{col 51}{txt}missing "":  {res}0{txt}/{res}106

{txt}{col 15}examples:  {res}"3564.000013"
{col 26}"4583.245736"
{col 26}"5914.000106"
{col 26}"7161.999913"

pop70sp2:
{txt}{p 2 6}
1.
Variable serves as the denominator for calculating the percentage of specific Hispanic origin groups (Mexicans, Cubans, and Puerto Ricans), European ancestry, and European foreign-born groups, and are only counted in sample-based data in 1970.
{p_end}

{txt}{hline}
{res}ruanc70{right:Persons of Russian/USSR parentage or Ancestry}
{txt}{hline}

{col 19}type:  string ({res}str11{txt})

{col 10}unique values:  {res}48{col 51}{txt}missing "":  {res}0{txt}/{res}106

{txt}{col 15}examples:  {res}"0"
{col 26}"0"
{col 26}"19"
{col 26}"5.859110832"

{txt}{hline}
{res}itanc70{right:Persons of Italian parentage or Ancestry}
{txt}{hline}

{col 19}type:  string ({res}str11{txt})

{col 10}unique values:  {res}76{col 51}{txt}missing "":  {res}0{txt}/{res}106

{txt}{col 15}examples:  {res}"0"
{col 26}"21"
{col 26}"36.34092852"
{col 26}"63"

{txt}{hline}
{res}geanc70{right:Persons of German parentage or Ancestry}
{txt}{hline}

{col 19}type:  string ({res}str11{txt})

{col 10}unique values:  {res}95{col 51}{txt}missing "":  {res}0{txt}/{res}106

{txt}{col 15}examples:  {res}"131"
{col 26}"207"
{col 26}"304"
{col 26}"473"

{txt}{hline}
{res}iranc70{right:Persons of Irish parentage or Ancestry}
{txt}{hline}

{col 19}type:  string ({res}str11{txt})

{col 10}unique values:  {res}74{col 51}{txt}missing "":  {res}0{txt}/{res}106

{txt}{col 15}examples:  {res}"0.030245213"
{col 26}"20"
{col 26}"40"
{col 26}"6"

{txt}{hline}
{res}scanc70{right:Persons of Scandinavian parentage or Ancestry}
{txt}{hline}

{col 19}type:  string ({res}str11{txt})

{col 10}unique values:  {res}39{col 51}{txt}missing "":  {res}0{txt}/{res}106

{txt}{col 15}examples:  {res}"0"
{col 26}"11.6342802"
{col 26}"17"
{col 26}"5.079211235"

{txt}{hline}
{res}rufb70{right:Persons who were born in Russia/ USSR}
{txt}{hline}

{col 19}type:  string ({res}str11{txt})

{col 10}unique values:  {res}24{col 51}{txt}missing "":  {res}0{txt}/{res}106

{txt}{col 15}examples:  {res}"0"
{col 26}"0"
{col 26}"0"
{col 26}"2.908892393"

{txt}{hline}
{res}itfb70{right:Persons who were born in Italy}
{txt}{hline}

{col 19}type:  string ({res}str11{txt})

{col 10}unique values:  {res}54{col 51}{txt}missing "":  {res}0{txt}/{res}106

{txt}{col 15}examples:  {res}"0"
{col 26}"0.079213835"
{col 26}"14"
{col 26}"39"

{txt}{hline}
{res}gefb70{right:Persons who were born in Germany}
{txt}{hline}

{col 19}type:  string ({res}str11{txt})

{col 10}unique values:  {res}65{col 51}{txt}missing "":  {res}0{txt}/{res}106

{txt}{col 15}examples:  {res}"0"
{col 26}"17.99998856"
{col 26}"36"
{col 26}"6"

{txt}{hline}
{res}irfb70{right:Persons who were born in Ireland}
{txt}{hline}

{col 19}type:  string ({res}str11{txt})

{col 10}unique values:  {res}35{col 51}{txt}missing "":  {res}0{txt}/{res}106

{txt}{col 15}examples:  {res}"0"
{col 26}"0"
{col 26}"0"
{col 26}"3.091107607"

{txt}{hline}
{res}scfb70{right:Persons who were born in Ireland}
{txt}{hline}

{col 19}type:  string ({res}str11{txt})

{col 10}unique values:  {res}21{col 51}{txt}missing "":  {res}0{txt}/{res}106

{txt}{col 15}examples:  {res}"0"
{col 26}"0"
{col 26}"0"
{col 26}"0"

{txt}{hline}
{res}fb70{right:Foreign-born}
{txt}{hline}

{col 19}type:  string ({res}str11{txt})

{col 10}unique values:  {res}90{col 51}{txt}missing "":  {res}0{txt}/{res}106

{txt}{col 15}examples:  {res}"117"
{col 26}"180.9998932"
{col 26}"241.7683463"
{col 26}"44.97224705"

{txt}{hline}
{res}nat70{right:Naturalized Foreign-Born}
{txt}{hline}

{col 19}type:  string ({res}str11{txt})

{col 10}unique values:  {res}83{col 51}{txt}missing "":  {res}0{txt}/{res}106

{txt}{col 15}examples:  {res}"121.6534748"
{col 26}"179"
{col 26}"223.5901184"
{col 26}"41.99891281"

nat70:
{txt}{p 2 6}
1.
Count is the category of “foreign-born, naturalized” from the “citizenship” table.
{p_end}

{txt}{hline}
{res}pop70sp1{right:Total Population from sample-based data}
{txt}{hline}

{col 19}type:  string ({res}str11{txt})

{col 10}unique values:  {res}106{col 51}{txt}missing "":  {res}0{txt}/{res}106

{txt}{col 15}examples:  {res}"3244.999979"
{col 26}"4610.999988"
{col 26}"5939.000053"
{col 26}"7246.000043"

pop70sp1:
{txt}{p 2 6}
1.
Variable serves as the denominator for calculating the percentages of foreign-born and naturalized foreign-born (only counted in sample-based data in 1970)
{p_end}

{txt}{hline}
{res}n10imm70{right:Recent Immigrants (within the past 10 years)}
{txt}{hline}

{col 19}type:  string ({res}str11{txt})

{col 10}unique values:  {res}38{col 51}{txt}missing "":  {res}0{txt}/{res}106

{txt}{col 15}examples:  {res}"0"
{col 26}"0"
{col 26}"0.000382516"
{col 26}"21"

{txt}{hline}
{res}ag25up70{right:Population 25 years and over}
{txt}{hline}

{col 19}type:  string ({res}str11{txt})

{col 10}unique values:  {res}105{col 51}{txt}missing "":  {res}0{txt}/{res}106

{txt}{col 15}examples:  {res}"2368"
{col 26}"2936.966553"
{col 26}"3545"
{col 26}"4264"

{txt}{hline}
{res}hs70{right:Persons with high school degree or less}
{txt}{hline}

{col 19}type:  string ({res}str11{txt})

{col 10}unique values:  {res}106{col 51}{txt}missing "":  {res}0{txt}/{res}106

{txt}{col 15}examples:  {res}"2103.6604"
{col 26}"2703"
{col 26}"3145"
{col 26}"3825.549324"

{txt}{hline}
{res}col70{right:Persons with at least a 4 year college degree}
{txt}{hline}

{col 19}type:  string ({res}str11{txt})

{col 10}unique values:  {res}97{col 51}{txt}missing "":  {res}0{txt}/{res}106

{txt}{col 15}examples:  {res}"157"
{col 26}"271"
{col 26}"47"
{col 26}"68.90413404"

{txt}{hline}
{res}clf70{right:Civilian labor force 16 years and over}
{txt}{hline}

{col 19}type:  string ({res}str11{txt})

{col 10}unique values:  {res}106{col 51}{txt}missing "":  {res}0{txt}/{res}106

{txt}{col 15}examples:  {res}"1685"
{col 26}"2157"
{col 26}"2520"
{col 26}"3085"

{txt}{hline}
{res}unemp70{right:Unemployed}
{txt}{hline}

{col 19}type:  string ({res}str11{txt})

{col 10}unique values:  {res}100{col 51}{txt}missing "":  {res}0{txt}/{res}106

{txt}{col 15}examples:  {res}"148"
{col 26}"225"
{col 26}"308"
{col 26}"67"

{txt}{hline}
{res}dflabf70{right:Females 16 years and over, except in Armed Forces}
{txt}{hline}

{col 19}type:  string ({res}str11{txt})

{col 10}unique values:  {res}103{col 51}{txt}missing "":  {res}0{txt}/{res}106

{txt}{col 15}examples:  {res}"1729"
{col 26}"2104"
{col 26}"2648"
{col 26}"3054.075061"

{txt}{hline}
{res}flabf70{right:Females in labor force}
{txt}{hline}

{col 19}type:  string ({res}str11{txt})

{col 10}unique values:  {res}102{col 51}{txt}missing "":  {res}0{txt}/{res}106

{txt}{col 15}examples:  {res}"1228"
{col 26}"1507"
{col 26}"511.4605505"
{col 26}"778"

{txt}{hline}
{res}empclf70{right:Employed persons 16 years and over}
{txt}{hline}

{col 19}type:  string ({res}str11{txt})

{col 10}unique values:  {res}105{col 51}{txt}missing "":  {res}0{txt}/{res}106

{txt}{col 15}examples:  {res}"1574"
{col 26}"2033"
{col 26}"2333"
{col 26}"2901"

{txt}{hline}
{res}prof70{right:Professional employees (by occupations)}
{txt}{hline}

{col 19}type:  string ({res}str11{txt})

{col 10}unique values:  {res}101{col 51}{txt}missing "":  {res}0{txt}/{res}106

{txt}{col 15}examples:  {res}"173"
{col 26}"244"
{col 26}"321.0695803"
{col 26}"509.9867859"

{txt}{hline}
{res}manuf70{right:Manufacturing employees (by industries)}
{txt}{hline}

{col 19}type:  string ({res}str11{txt})

{col 10}unique values:  {res}102{col 51}{txt}missing "":  {res}0{txt}/{res}106

{txt}{col 15}examples:  {res}"309.9901068"
{col 26}"437"
{col 26}"570.0185129"
{col 26}"716"

{txt}{hline}
{res}semp70{right:Self-employed}
{txt}{hline}

{col 19}type:  string ({res}str11{txt})

{col 10}unique values:  {res}94{col 51}{txt}missing "":  {res}0{txt}/{res}106

{txt}{col 15}examples:  {res}"128.9994507"
{col 26}"33"
{col 26}"63"
{col 26}"81"

{txt}{hline}
{res}ag16cv70{right:Civilian population 16 years and over}
{txt}{hline}

{col 19}type:  string ({res}str11{txt})

{col 10}unique values:  {res}105{col 51}{txt}missing "":  {res}0{txt}/{res}106

{txt}{col 15}examples:  {res}"1406.270264"
{col 26}"1790.904082"
{col 26}"2050"
{col 26}"2463"

{txt}{hline}
{res}vet70{right:Veterans}
{txt}{hline}

{col 19}type:  string ({res}str11{txt})

{col 10}unique values:  {res}104{col 51}{txt}missing "":  {res}0{txt}/{res}106

{txt}{col 15}examples:  {res}"342"
{col 26}"590.8897705"
{col 26}"674.1038956"
{col 26}"818"

{txt}{hline}
{res}cni16u70{right:Civilian non-institutionalized persons 16-64 years old}
{txt}{hline}

{col 19}type:  string ({res}str11{txt})

{col 10}unique values:  {res}106{col 51}{txt}missing "":  {res}0{txt}/{res}106

{txt}{col 15}examples:  {res}"2050.063361"
{col 26}"2547.99944"
{col 26}"3214.999944"
{col 26}"3743.906527"

cni16u70:
{txt}{p 2 6}
1.
In 1970, Persons 16-64 Years Old Not Inmates and Not Attending School.
{p_end}

{txt}{hline}
{res}dis70{right:Disabled}
{txt}{hline}

{col 19}type:  string ({res}str11{txt})

{col 10}unique values:  {res}103{col 51}{txt}missing "":  {res}0{txt}/{res}106

{txt}{col 15}examples:  {res}"218.1669159"
{col 26}"336"
{col 26}"431"
{col 26}"600"

{txt}{hline}
{res}dpov70{right:Persons for whom poverty status is determined}
{txt}{hline}

{col 19}type:  string ({res}str11{txt})

{col 10}unique values:  {res}106{col 51}{txt}missing "":  {res}0{txt}/{res}106

{txt}{col 15}examples:  {res}"3564.000013"
{col 26}"4583.245736"
{col 26}"5914.000106"
{col 26}"7177.000014"

{txt}{hline}
{res}npov70{right:Persons in poverty}
{txt}{hline}

{col 19}type:  string ({res}str11{txt})

{col 10}unique values:  {res}104{col 51}{txt}missing "":  {res}0{txt}/{res}106

{txt}{col 15}examples:  {res}"1537"
{col 26}"248.8511647"
{col 26}"3391"
{col 26}"511.0254893"

{txt}{hline}
{res}n65pov70{right:Persons 65 years and older in poverty}
{txt}{hline}

{col 19}type:  string ({res}str11{txt})

{col 10}unique values:  {res}99{col 51}{txt}missing "":  {res}0{txt}/{res}106

{txt}{col 15}examples:  {res}"144"
{col 26}"200.4536896"
{col 26}"245"
{col 26}"357"

{txt}{hline}
{res}dfmpov70{right:Families for whom poverty status is determined}
{txt}{hline}

{col 19}type:  string ({res}str11{txt})

{col 10}unique values:  {res}104{col 51}{txt}missing "":  {res}0{txt}/{res}106

{txt}{col 15}examples:  {res}"1259.047561"
{col 26}"1516.362427"
{col 26}"1854.054321"
{col 26}"347.2738206"

{txt}{hline}
{res}nfmpov70{right:Families with children in poverty}
{txt}{hline}

{col 19}type:  string ({res}str11{txt})

{col 10}unique values:  {res}99{col 51}{txt}missing "":  {res}0{txt}/{res}106

{txt}{col 15}examples:  {res}"15.00027096"
{col 26}"219"
{col 26}"308.0047642"
{col 26}"51"

{txt}{hline}
{res}nwpov70{right:whites in poverty}
{txt}{hline}

{col 19}type:  string ({res}str11{txt})

{col 10}unique values:  {res}105{col 51}{txt}missing "":  {res}0{txt}/{res}106

{txt}{col 15}examples:  {res}"200"
{col 26}"28"
{col 26}"413.702301"
{col 26}"617"

{txt}{hline}
{res}dwpov70{right:White persons for whom poverty status is determined}
{txt}{hline}

{col 19}type:  string ({res}str11{txt})

{col 10}unique values:  {res}106{col 51}{txt}missing "":  {res}0{txt}/{res}106

{txt}{col 15}examples:  {res}"2249.684922"
{col 26}"3412.000005"
{col 26}"4336.999989"
{col 26}"6140.999983"

{txt}{hline}
{res}nbpov70{right:Blacks in poverty}
{txt}{hline}

{col 19}type:  string ({res}str11{txt})

{col 10}unique values:  {res}61{col 51}{txt}missing "":  {res}0{txt}/{res}106

{txt}{col 15}examples:  {res}""
{col 26}"0"
{col 26}"1731"
{col 26}"36"

{txt}{col 16}warning:  variable has leading and trailing blanks
{res}
{txt}{hline}
{res}dbpov70{right:Black persons for whom poverty status is determined}
{txt}{hline}

{col 19}type:  string ({res}str11{txt})

{col 10}unique values:  {res}78{col 51}{txt}missing "":  {res}0{txt}/{res}106

{txt}{col 15}examples:  {res}"0"
{col 26}"2213"
{col 26}"4929"
{col 26}"6577"

{txt}{hline}
{res}incpc70{right:Per capita income}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}1744.716{txt},{res}7024.893{txt}]{col 55}units:  {res}.001
{col 10}{txt}unique values:  {res}103{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 3761.03
{txt}{col 15}std. dev:{res}{col 26} 963.319

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27} 2583.84{col 37} 3059.84{col 47} 3711.41{col 57} 4329.02{col 67}  4938.4

{txt}{hline}
{res}hu70sp{right:Housing units in sample-based data}
{txt}{hline}

{col 19}type:  string ({res}str11{txt})

{col 10}unique values:  {res}104{col 51}{txt}missing "":  {res}0{txt}/{res}106

{txt}{col 15}examples:  {res}"1629"
{col 26}"2065"
{col 26}"2405.654053"
{col 26}"2822"

{txt}{hline}
{res}h30old70{right:Structures built more than 30 years ago}
{txt}{hline}

{col 19}type:  string ({res}str11{txt})

{col 10}unique values:  {res}105{col 51}{txt}missing "":  {res}0{txt}/{res}106

{txt}{col 15}examples:  {res}"1430"
{col 26}"1723"
{col 26}"2246"
{col 26}"343.1021557"

{txt}{hline}
{res}ohu70sp{right:Occupied Housing Units in sample-based data}
{txt}{hline}

{col 19}type:  string ({res}str11{txt})

{col 10}unique values:  {res}106{col 51}{txt}missing "":  {res}0{txt}/{res}106

{txt}{col 15}examples:  {res}"1469"
{col 26}"1899"
{col 26}"2181"
{col 26}"2625"

{txt}{hline}
{res}h10yrs70{right:Household heads moved into unit less than 10 years ago}
{txt}{hline}

{col 19}type:  string ({res}str11{txt})

{col 10}unique values:  {res}104{col 51}{txt}missing "":  {res}0{txt}/{res}106

{txt}{col 15}examples:  {res}"1289"
{col 26}"1455"
{col 26}"1789"
{col 26}"429"

{txt}{hline}
{res}hinc70{right:Median household income}
{txt}{hline}

{col 19}type:  string ({res}str11{txt})

{col 10}unique values:  {res}106{col 51}{txt}missing "":  {res}0{txt}/{res}106

{txt}{col 15}examples:  {res}"4798.611272"
{col 26}"5907.821468"
{col 26}"7116.438684"
{col 26}"8007.936533"

{txt}{hline}
{res}mhmval70{right:Median home value}
{txt}{hline}

{col 19}type:  string ({res}str11{txt})

{col 10}unique values:  {res}106{col 51}{txt}missing "":  {res}0{txt}/{res}106

{txt}{col 15}examples:  {res}"11816.42249"
{col 26}"13267.54429"
{col 26}"16604.30888"
{col 26}"7094.04071"

{txt}{col 16}warning:  variable has leading and trailing blanks
{res}
{txt}{hline}
{res}mrent70{right:Median monthly contract rent}
{txt}{hline}

{col 19}type:  string ({res}str11{txt})

{col 10}unique values:  {res}106{col 51}{txt}missing "":  {res}0{txt}/{res}106

{txt}{col 15}examples:  {res}"53.7121184"
{col 26}"65.79081464"
{col 26}"72.45161476"
{col 26}"79.61077622"

{txt}{hline}
{res}hh70{right:Total households in sample-based data}
{txt}{hline}

{col 19}type:  string ({res}str11{txt})

{col 10}unique values:  {res}104{col 51}{txt}missing "":  {res}0{txt}/{res}106

{txt}{col 15}examples:  {res}"1315.663574"
{col 26}"1635"
{col 26}"1893.303467"
{col 26}"2355"

{txt}{hline}
{res}pop80{right:Total Population}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}1127{txt},{res}8902{txt}]{col 55}units:  {res}.0001
{col 10}{txt}unique values:  {res}106{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 4274.01
{txt}{col 15}std. dev:{res}{col 26} 1469.27

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}    2436{col 37}    3171{col 47}  4136.5{col 57}    5280{col 67}    6287

{txt}{hline}
{res}nhwht80{right:Persons of White Race, Not Hispanic Origin}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}13{txt},{res}7034{txt}]{col 55}units:  {res}1.000e-06
{col 10}{txt}unique values:  {res}104{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 2258.36
{txt}{col 15}std. dev:{res}{col 26} 1983.21

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}      43{col 37}     198{col 47}    2026{col 57} 3682.27{col 67}    5139

{txt}{hline}
{res}nhblk80{right:Persons of Black Race, Not Hispanic Origin}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}0{txt},{res}8118{txt}]{col 55}units:  {res}1.000e-07
{col 10}{txt}unique values:  {res}93{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 1933.64
{txt}{col 15}std. dev:{res}{col 26} 2192.59

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       0{col 37}      14{col 47} 927.796{col 57}    3888{col 67}    5317

{txt}{hline}
{res}ntv80{right:Persons of Native American Race}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}0{txt},{res}35{txt}]{col 55}units:  {res}1.000e-08
{col 10}{txt}unique values:  {res}39{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 6.05665
{txt}{col 15}std. dev:{res}{col 26} 6.57613

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       0{col 37}       2{col 47}       4{col 57}       8{col 67}      15

{txt}{hline}
{res}asian80{right:Persons of Asian Race and Pacific Islander}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}0{txt},{res}109{txt}]{col 55}units:  {res}1.000e-07
{col 10}{txt}unique values:  {res}58{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 16.0023
{txt}{col 15}std. dev:{res}{col 26} 18.6137

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       2{col 37}       4{col 47}      10{col 57}      20{col 67} 41.2517

{txt}{hline}
{res}hisp80{right:Persons of Hispanic Origin}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}8{txt},{res}301{txt}]{col 55}units:  {res}1.000e-06
{col 10}{txt}unique values:  {res}80{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 52.1616
{txt}{col 15}std. dev:{res}{col 26} 39.7476

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}      17{col 37}      28{col 47} 43.3953{col 57}      66{col 67}      97

{txt}{hline}
{res}haw80{right:Persons of Hawaiian Race}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}0{txt},{res}4.0000777{txt}]{col 55}units:  {res}1.000e-10
{col 10}{txt}unique values:  {res}14{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} .905678
{txt}{col 15}std. dev:{res}{col 26} 1.18954

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       0{col 37}       0{col 47}       0{col 57}       2{col 67} 2.62695

{txt}{hline}
{res}india80{right:Persons of Asian Indian Race}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}0{txt},{res}19{txt}]{col 55}units:  {res}1.000e-10
{col 10}{txt}unique values:  {res}29{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 2.42482
{txt}{col 15}std. dev:{res}{col 26} 3.69711

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       0{col 37}       0{col 47}       1{col 57}       3{col 67} 6.93058

{txt}{hline}
{res}china80{right:Persons of Chinese Race}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}0{txt},{res}55{txt}]{col 55}units:  {res}1.000e-13
{col 10}{txt}unique values:  {res}35{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 4.94411
{txt}{col 15}std. dev:{res}{col 26} 9.14811

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       0{col 37}       0{col 47}       1{col 57} 6.18222{col 67}      14

{txt}{hline}
{res}filip80{right:Persons of Filipino Race}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}0{txt},{res}30{txt}]{col 55}units:  {res}1.000e-08
{col 10}{txt}unique values:  {res}31{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 2.70772
{txt}{col 15}std. dev:{res}{col 26} 4.83163

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       0{col 37}       0{col 47}       1{col 57} 3.87852{col 67}       8

{txt}{hline}
{res}japan80{right:Persons of Japanese Race}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}0{txt},{res}20{txt}]{col 55}units:  {res}1.000e-12
{col 10}{txt}unique values:  {res}26{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 1.57581
{txt}{col 15}std. dev:{res}{col 26} 2.79769

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       0{col 37}       0{col 47}       1{col 57}       2{col 67}       4

{txt}{hline}
{res}korea80{right:Persons of Korean Race}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}0{txt},{res}13{txt}]{col 55}units:  {res}1.000e-11
{col 10}{txt}unique values:  {res}22{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26}  1.4534
{txt}{col 15}std. dev:{res}{col 26} 2.55543

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       0{col 37}       0{col 47}       0{col 57}       2{col 67} 4.72851

{txt}{hline}
{res}viet80{right:Persons of Vietnamese Race}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}0{txt},{res}24{txt}]{col 55}units:  {res}1.000e-13
{col 10}{txt}unique values:  {res}22{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 1.72657
{txt}{col 15}std. dev:{res}{col 26} 3.80052

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       0{col 37}       0{col 47}       0{col 57}       2{col 67}       6

{txt}{hline}
{res}mex80{right:Mexicans}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}2{txt},{res}93{txt}]{col 55}units:  {res}1.000e-06
{col 10}{txt}unique values:  {res}71{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 28.9718
{txt}{col 15}std. dev:{res}{col 26} 22.1347

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       8{col 37} 13.0005{col 47}      22{col 57}      42{col 67}      64

{txt}{hline}
{res}pr80{right:Puerto Ricans}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}0{txt},{res}14{txt}]{col 55}units:  {res}1.000e-12
{col 10}{txt}unique values:  {res}24{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 1.72668
{txt}{col 15}std. dev:{res}{col 26} 2.80413

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       0{col 37}       0{col 47}  .99979{col 57}       2{col 67}       5

{txt}{hline}
{res}cuban80{right:Cubans}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}0{txt},{res}15{txt}]{col 55}units:  {res}1.000e-12
{col 10}{txt}unique values:  {res}27{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 1.74543
{txt}{col 15}std. dev:{res}{col 26}   2.968

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       0{col 37}       0{col 47} .000068{col 57} 2.01365{col 67}       6

{txt}{hline}
{res}hu80{right:Housing Units}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}735{txt},{res}3682{txt}]{col 55}units:  {res}.00001
{col 10}{txt}unique values:  {res}104{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 1905.31
{txt}{col 15}std. dev:{res}{col 26} 570.028

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}    1204{col 37}    1461{col 47}    1876{col 57} 2261.04{col 67}    2656

{txt}{hline}
{res}vac80{right:Vacant Housing Units}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}6{txt},{res}907{txt}]{col 55}units:  {res}1.000e-06
{col 10}{txt}unique values:  {res}98{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 225.586
{txt}{col 15}std. dev:{res}{col 26} 191.053

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27} 39.8013{col 37} 79.7059{col 47}     172{col 57}     317{col 67}     490

{txt}{hline}
{res}ohu80{right:Occupied Housing Units}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}704{txt},{res}3181{txt}]{col 55}units:  {res}.00001
{col 10}{txt}unique values:  {res}103{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 1679.72
{txt}{col 15}std. dev:{res}{col 26} 533.036

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}    1052{col 37}    1255{col 47}  1675.5{col 57}    1988{col 67} 2480.61

{txt}{hline}
{res}a18und80{right:Persons age 17 years and under}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}17{txt},{res}3239{txt}]{col 55}units:  {res}1.000e-06
{col 10}{txt}unique values:  {res}103{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 1117.32
{txt}{col 15}std. dev:{res}{col 26} 622.168

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}     433{col 37} 690.347{col 47}  1038.5{col 57} 1422.14{col 67}    1946

{txt}{hline}
{res}a60up80{right:Persons age 60 years and over}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}213{txt},{res}2471{txt}]{col 55}units:  {res}.00001
{col 10}{txt}unique values:  {res}105{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 975.877
{txt}{col 15}std. dev:{res}{col 26} 440.706

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}     460{col 37}     671{col 47}     939{col 57}    1200{col 67} 1467.96

{txt}{hline}
{res}a75up80{right:Persons age 75 years and over}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}51{txt},{res}1319{txt}]{col 55}units:  {res}.00001
{col 10}{txt}unique values:  {res}100{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 326.821
{txt}{col 15}std. dev:{res}{col 26} 200.194

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}     132{col 37} 188.033{col 47} 275.975{col 57}     408{col 67}     618

{txt}{hline}
{res}ag15up80{right:Persons age 15 years and over}
{txt}{hline}

{col 19}type:  string ({res}str21{txt}), but longest is str16

{col 10}unique values:  {res}106{col 51}{txt}missing "":  {res}0{txt}/{res}106

{txt}{col 15}examples:  {res}"2313"
{col 26}"2915"
{col 26}"3558"
{col 26}"4198"

{txt}{hline}
{res}mar80{right:Currently married (excluding separated)}
{txt}{hline}

{col 19}type:  string ({res}str21{txt}), but longest is str16

{col 10}unique values:  {res}103{col 51}{txt}missing "":  {res}0{txt}/{res}106

{txt}{col 15}examples:  {res}"1279.60481399298"
{col 26}"1601.00909245014"
{col 26}"2355"
{col 26}"616.807556152344"

{txt}{hline}
{res}wds80{right:Widowed, Divorced, and Separated}
{txt}{hline}

{col 19}type:  string ({res}str21{txt}), but longest is str16

{col 10}unique values:  {res}105{col 51}{txt}missing "":  {res}0{txt}/{res}106

{txt}{col 15}examples:  {res}"1154"
{col 26}"1372.99450683594"
{col 26}"515"
{col 26}"735.690673828125"

{txt}{hline}
{res}mhmval80{right:Median home value}
{txt}{hline}

{col 19}type:  string ({res}str16{txt})

{col 10}unique values:  {res}106{col 51}{txt}missing "":  {res}0{txt}/{res}106

{txt}{col 15}examples:  {res}"14904.0000922832"
{col 26}"19315.9999400653"
{col 26}"26834.6069971386"
{col 26}"37396.0003758947"

{txt}{col 16}warning:  variable has leading and trailing blanks
{res}
{txt}{hline}
{res}mrent80{right:Median monthly contract rent}
{txt}{hline}

{col 19}type:  string ({res}str16{txt})

{col 10}unique values:  {res}106{col 51}{txt}missing "":  {res}0{txt}/{res}106

{txt}{col 15}examples:  {res}"121.999996978076"
{col 26}"142.999999111446"
{col 26}"176.00000063004"
{col 26}"84.0000665399014"

{txt}{hline}
{res}own80{right:Owner-occupied housing units}
{txt}{hline}

{col 19}type:  string ({res}str21{txt}), but longest is str16

{col 10}unique values:  {res}102{col 51}{txt}missing "":  {res}0{txt}/{res}106

{txt}{col 15}examples:  {res}"1481.38623046875"
{col 26}"386"
{col 26}"606"
{col 26}"79"

{txt}{hline}
{res}rent80{right:Renter-occupied housing units}
{txt}{hline}

{col 19}type:  string ({res}str21{txt}), but longest is str16

{col 10}unique values:  {res}106{col 51}{txt}missing "":  {res}0{txt}/{res}106

{txt}{col 15}examples:  {res}"1249.837890625"
{col 26}"1865"
{col 26}"559"
{col 26}"833"

{txt}{hline}
{res}agewht80{right:White Population with Known Age Distribution}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}0{txt},{res}6414{txt}]{col 55}units:  {res}1.000e-09
{col 10}{txt}unique values:  {res}85{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 1973.92
{txt}{col 15}std. dev:{res}{col 26} 1998.09

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       0{col 37}      36{col 47}    1641{col 57}    3551{col 67}    5202

{txt}{hline}
{res}a15wht80{right:0-15 years old of White Race}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}0{txt},{res}1247{txt}]{col 55}units:  {res}1.000e-09
{col 10}{txt}unique values:  {res}73{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 298.276
{txt}{col 15}std. dev:{res}{col 26} 354.793

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       0{col 37}       0{col 47}   134.5{col 57}     559{col 67}     875

a15wht80:
{txt}{p 2 6}
1.
White Race 0-14 years old
{p_end}

{txt}{hline}
{res}a60wht80{right:60 Years and Older of White Race}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}0{txt},{res}2461{txt}]{col 55}units:  {res}1.000e-09
{col 10}{txt}unique values:  {res}85{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 568.678
{txt}{col 15}std. dev:{res}{col 26} 588.064

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       0{col 37}      13{col 47}     410{col 57} 940.448{col 67}    1328

{txt}{hline}
{res}ageblk80{right:Black Population with Known Age Distribution}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}0{txt},{res}8198{txt}]{col 55}units:  {res}.00001
{col 10}{txt}unique values:  {res}70{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 1860.13
{txt}{col 15}std. dev:{res}{col 26} 2229.32

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       0{col 37}       0{col 47} 543.357{col 57}    3888{col 67}    5356

{txt}{hline}
{res}a15blk80{right:0-15 years old of Black Race}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}0{txt},{res}2527{txt}]{col 55}units:  {res}.00001
{col 10}{txt}unique values:  {res}65{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 518.708
{txt}{col 15}std. dev:{res}{col 26} 647.507

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       0{col 37}       0{col 47}  125.25{col 57}    1055{col 67}    1422

a15blk80:
{txt}{p 2 6}
1.
Black Race 0-14 years old
{p_end}

{txt}{hline}
{res}a60blk80{right:60 years and older of Black Race}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}0{txt},{res}1468.9619{txt}]{col 55}units:  {res}1.000e-06
{col 10}{txt}unique values:  {res}61{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 282.859
{txt}{col 15}std. dev:{res}{col 26} 388.626

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       0{col 37}       0{col 47}    48.5{col 57}     494{col 67}     998

{txt}{hline}
{res}agehsp80{right:Hispanic Population with Known Age Distribution}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}0{txt},{res}303{txt}]{col 55}units:  {res}1.000e-08
{col 10}{txt}unique values:  {res}62{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 44.9057
{txt}{col 15}std. dev:{res}{col 26} 54.6655

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       0{col 37}       0{col 47}    35.5{col 57} 68.3439{col 67}     116

{txt}{hline}
{res}a15hsp80{right:0-15 years old of Hispanic Origins}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}0{txt},{res}91{txt}]{col 55}units:  {res}1.000e-08
{col 10}{txt}unique values:  {res}42{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26}  11.783
{txt}{col 15}std. dev:{res}{col 26} 19.1989

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       0{col 37}       0{col 47}       0{col 57}      16{col 67}      38

a15hsp80:
{txt}{p 2 6}
1.
Hispanic Origins 0-14 years old
{p_end}

{txt}{hline}
{res}a60hsp80{right:60 years and older persons of Hispanic Origins}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}0{txt},{res}117{txt}]{col 55}units:  {res}1.000e-09
{col 10}{txt}unique values:  {res}31{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 6.51887
{txt}{col 15}std. dev:{res}{col 26} 13.8249

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       0{col 37}       0{col 47}       0{col 57}       9{col 67}      20

{txt}{hline}
{res}agentv80{right:Native American Population with Known Age Distribution}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}0{txt},{res}41{txt}]{col 55}units:  {res}1.000e-09
{col 10}{txt}unique values:  {res}5{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 13}tabulation:  Freq.  Value
{col 21}{res}       102{col 33}0
{col 21}         1{col 33}.00268971
{col 21}         1{col 33}33
{col 21}         1{col 33}38
{col 21}         1{col 33}41

{txt}{hline}
{res}a15ntv80{right:0-15 years old of Native American Race}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}0{txt},{res}5{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}2{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 13}tabulation:  Freq.  Value
{col 21}{res}       105{col 33}0
{col 21}         1{col 33}5

a15ntv80:
{txt}{p 2 6}
1.
Native American Race 0-14 years old
{p_end}

{txt}{hline}
{res}a60ntv80{right:60 years and Older Persons of Native American Race}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}0{txt},{res}6{txt}]{col 55}units:  {res}1.000e-09
{col 10}{txt}unique values:  {res}3{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 13}tabulation:  Freq.  Value
{col 21}{res}       104{col 33}0
{col 21}         1{col 33}.0004707
{col 21}         1{col 33}6

{txt}{hline}
{res}ageasn80{right:Asian and Pacific Islander Population with Known Age Distribution}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}0{txt},{res}140{txt}]{col 55}units:  {res}1.000e-08
{col 10}{txt}unique values:  {res}21{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 12.2074
{txt}{col 15}std. dev:{res}{col 26} 28.4156

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       0{col 37}       0{col 47}       0{col 57}       0{col 67} 57.9025

{txt}{hline}
{res}a15asn80{right:0-15 years old of Asians and Pacific Islanders}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}0{txt},{res}51{txt}]{col 55}units:  {res}1.000e-09
{col 10}{txt}unique values:  {res}18{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 2.56604
{txt}{col 15}std. dev:{res}{col 26} 7.55577

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       0{col 37}       0{col 47}       0{col 57}       0{col 67}      13

a15asn80:
{txt}{p 2 6}
1.
Asians and Pacific Islanders 0-14 years old
{p_end}

{txt}{hline}
{res}a60asn80{right:60 years and Older Persons of Asians and Pacific Islanders}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}0{txt},{res}28{txt}]{col 55}units:  {res}1.000e-07
{col 10}{txt}unique values:  {res}13{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 1.71687
{txt}{col 15}std. dev:{res}{col 26} 5.43296

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       0{col 37}       0{col 47}       0{col 57}       0{col 67}       5

{txt}{hline}
{res}family80{right:Total Families}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}99.00001{txt},{res}2089{txt}]{col 55}units:  {res}.00001
{col 10}{txt}unique values:  {res}104{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 1018.78
{txt}{col 15}std. dev:{res}{col 26} 393.767

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}     542{col 37} 716.776{col 47} 984.071{col 57}    1295{col 67} 1518.67

{txt}{hline}
{res}fhh80{right:Female-headed families with children}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}0{txt},{res}775{txt}]{col 55}units:  {res}1.000e-07
{col 10}{txt}unique values:  {res}96{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 205.425
{txt}{col 15}std. dev:{res}{col 26} 165.445

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}      39{col 37}      72{col 47} 159.185{col 57}     326{col 67}     429

{txt}{hline}
{res}ruanc80{right:Persons of Russian/USSR parentage or Ancestry}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}0{txt},{res}131{txt}]{col 55}units:  {res}1.000e-09
{col 10}{txt}unique values:  {res}28{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26}  6.2957
{txt}{col 15}std. dev:{res}{col 26} 16.0174

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       0{col 37}       0{col 47}       0{col 57} 6.79535{col 67}      13

{txt}{hline}
{res}itanc80{right:Persons of Italian parentage or Ancestry}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}0{txt},{res}1680{txt}]{col 55}units:  {res}1.000e-06
{col 10}{txt}unique values:  {res}74{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 91.0219
{txt}{col 15}std. dev:{res}{col 26} 196.306

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       0{col 37}       6{col 47}    38.5{col 57}      93{col 67}     211

{txt}{hline}
{res}geanc80{right:Persons of German parentage or Ancestry}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}0{txt},{res}2160{txt}]{col 55}units:  {res}1.000e-07
{col 10}{txt}unique values:  {res}94{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 442.467
{txt}{col 15}std. dev:{res}{col 26} 445.097

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       5{col 37}      40{col 47}   327.5{col 57} 706.633{col 67} 1071.93

{txt}{hline}
{res}iranc80{right:Persons of Irish parentage or Ancestry}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}0{txt},{res}582{txt}]{col 55}units:  {res}.00001
{col 10}{txt}unique values:  {res}85{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 163.116
{txt}{col 15}std. dev:{res}{col 26} 142.884

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       0{col 37}      24{col 47}   137.5{col 57} 270.204{col 67} 371.853

{txt}{hline}
{res}scanc80{right:Persons of Scandinavian parentage or Ancestry}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}0{txt},{res}44.05064{txt}]{col 55}units:  {res}1.000e-09
{col 10}{txt}unique values:  {res}38{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 7.30243
{txt}{col 15}std. dev:{res}{col 26} 9.90986

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       0{col 37}       0{col 47} 3.02881{col 57}      12{col 67}      19

{txt}{hline}
{res}pop80sf3{right:Total population from sample-based data}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}1112{txt},{res}8902{txt}]{col 55}units:  {res}.0001
{col 10}{txt}unique values:  {res}106{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 4274.02
{txt}{col 15}std. dev:{res}{col 26} 1469.39

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27} 2454.34{col 37}    3154{col 47}  4136.5{col 57}    5254{col 67}    6287

pop80sf3:
{txt}{p 2 6}
1.
In 1980, this variable serves as the denominator for calculating the percentages of specific European ancestry groups, which are only counted in the sample-based data in 1980. In 1990, this variable serves as the denominator for calculating the percentages of specific European ancestry groups, total foreign born, total foreign-born immigrated in the past 10 years, and total naturalized foreign-born, which are only counted in the sample-based data in 1990.
{p_end}

{txt}{hline}
{res}dfb80{right:Total population from sample-based data}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}1112{txt},{res}8902{txt}]{col 55}units:  {res}.0001
{col 10}{txt}unique values:  {res}106{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 4274.02
{txt}{col 15}std. dev:{res}{col 26} 1469.39

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27} 2454.34{col 37}    3154{col 47}  4136.5{col 57}    5254{col 67}    6287

dfb80:
{txt}{p 2 6}
1.
This variable serves as the denominator for calculating the percentages of total foreign-born, which is only counted in the sample-based data in 1980.
{p_end}

{txt}{hline}
{res}fb80{right:Foreign-born}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}2{txt},{res}476{txt}]{col 55}units:  {res}1.000e-07
{col 10}{txt}unique values:  {res}97{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 112.063
{txt}{col 15}std. dev:{res}{col 26} 100.904

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}      11{col 37}      31{col 47} 82.5026{col 57} 163.266{col 67}     260

{txt}{hline}
{res}ag5up80{right:Persons 5 years and Over}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}1112{txt},{res}8137{txt}]{col 55}units:  {res}.0001
{col 10}{txt}unique values:  {res}105{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 3969.75
{txt}{col 15}std. dev:{res}{col 26} 1344.46

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}    2330{col 37}    2978{col 47}    3904{col 57}    4795{col 67}    5785

ag5up80:
{txt}{p 2 6}
1.
Variable serves as the universe for tabulating individuals’ English speaking ability.
{p_end}

{txt}{hline}
{res}olang80{right:Persons who speak language other than English at home}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}11{txt},{res}852{txt}]{col 55}units:  {res}1.000e-06
{col 10}{txt}unique values:  {res}96{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 177.063
{txt}{col 15}std. dev:{res}{col 26} 131.659

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}      51{col 37}      82{col 47} 149.004{col 57}     231{col 67}     369

olang80:
{txt}{p 2 6}
1.
The universe is persons 5 years and older.
{p_end}

{txt}{hline}
{res}lep80{right:Persons who speak English not well}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}0{txt},{res}131{txt}]{col 55}units:  {res}1.000e-09
{col 10}{txt}unique values:  {res}50{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 19.2175
{txt}{col 15}std. dev:{res}{col 26} 24.5348

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       0{col 37}       0{col 47} 11.3917{col 57}      29{col 67} 51.5185

lep80:
{txt}{p 2 6}
1.
The universe is persons 5 years and older. The numerator is the sum of "Not well" and "Not at all" categories from the table, "Language Other than English Spoken at Home by Ability to Speak English."
{p_end}

{txt}{hline}
{res}ag25up80{right:Population 25 years and over}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}979{txt},{res}5165{txt}]{col 55}units:  {res}.00001
{col 10}{txt}unique values:  {res}103{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26}  2580.7
{txt}{col 15}std. dev:{res}{col 26} 871.192

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}    1553{col 37}    1854{col 47}  2542.5{col 57} 3014.22{col 67}    3897

{txt}{hline}
{res}hs80{right:Persons with high school degree or less}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}522{txt},{res}3809{txt}]{col 55}units:  {res}.0001
{col 10}{txt}unique values:  {res}105{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 2042.31
{txt}{col 15}std. dev:{res}{col 26} 717.657

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}    1236{col 37}    1438{col 47}  2009.5{col 57}    2489{col 67}    3091

{txt}{hline}
{res}col80{right:Persons with at least a 4 year college degree}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}0{txt},{res}1447{txt}]{col 55}units:  {res}1.000e-06
{col 10}{txt}unique values:  {res}99{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26}  258.29
{txt}{col 15}std. dev:{res}{col 26} 243.957

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}      65{col 37}     105{col 47}     184{col 57} 297.992{col 67}     546

{txt}{hline}
{res}clf80{right:Civilian labor force 16 years and over}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}574{txt},{res}4012{txt}]{col 55}units:  {res}.00001
{col 10}{txt}unique values:  {res}104{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 1837.63
{txt}{col 15}std. dev:{res}{col 26}  665.14

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}    1033{col 37}    1347{col 47} 1690.13{col 57}    2207{col 67}    2691

{txt}{hline}
{res}unemp80{right:Unemployed}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}6{txt},{res}622{txt}]{col 55}units:  {res}1.000e-06
{col 10}{txt}unique values:  {res}102{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 204.889
{txt}{col 15}std. dev:{res}{col 26} 129.462

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}      61{col 37} 98.0736{col 47}     183{col 57}     284{col 67}     386

{txt}{hline}
{res}dflabf80{right:Females 16 years and over, except in Armed Forces}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}530{txt},{res}3425{txt}]{col 55}units:  {res}.0001
{col 10}{txt}unique values:  {res}104{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26}  1870.1
{txt}{col 15}std. dev:{res}{col 26} 622.364

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}    1053{col 37}    1463{col 47} 1847.53{col 57}    2259{col 67}    2767

{txt}{hline}
{res}flabf80{right:Females in labor force}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}297{txt},{res}1992{txt}]{col 55}units:  {res}.00001
{col 10}{txt}unique values:  {res}103{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 890.208
{txt}{col 15}std. dev:{res}{col 26}  331.08

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}     448{col 37}     665{col 47} 839.825{col 57}    1106{col 67}    1325

{txt}{hline}
{res}empclf80{right:Employed persons 16 years and over}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}528{txt},{res}3576{txt}]{col 55}units:  {res}.00001
{col 10}{txt}unique values:  {res}106{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 1632.74
{txt}{col 15}std. dev:{res}{col 26} 613.194

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27} 943.657{col 37}    1162{col 47}    1574{col 57} 1947.27{col 67}    2483

{txt}{hline}
{res}prof80{right:Professional employees (by occupations)}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}28{txt},{res}1191{txt}]{col 55}units:  {res}1.000e-06
{col 10}{txt}unique values:  {res}98{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 289.515
{txt}{col 15}std. dev:{res}{col 26} 206.134

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}     118{col 37}     157{col 47} 225.477{col 57}     359{col 67} 566.264

{txt}{hline}
{res}manuf80{right:Manufacturing employees (by industries)}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}36{txt},{res}761{txt}]{col 55}units:  {res}.00001
{col 10}{txt}unique values:  {res}103{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 353.402
{txt}{col 15}std. dev:{res}{col 26} 166.923

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}     162{col 37}     230{col 47}     335{col 57}     431{col 67} 628.431

{txt}{hline}
{res}semp80{right:Self-employed}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}0{txt},{res}197{txt}]{col 55}units:  {res}1.000e-06
{col 10}{txt}unique values:  {res}78{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 53.4449
{txt}{col 15}std. dev:{res}{col 26} 39.3867

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}      12{col 37}      26{col 47} 46.9901{col 57}      69{col 67} 96.3121

{txt}{hline}
{res}ag16cv80{right:Civilian population 16 years and over}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}1106{txt},{res}6126{txt}]{col 55}units:  {res}.0001
{col 10}{txt}unique values:  {res}103{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 3297.84
{txt}{col 15}std. dev:{res}{col 26} 1082.85

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}    1961{col 37}    2525{col 47} 3277.74{col 57} 4021.32{col 67}    4850

{txt}{hline}
{res}vet80{right:Veterans}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}184{txt},{res}944{txt}]{col 55}units:  {res}.00001
{col 10}{txt}unique values:  {res}101{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 489.933
{txt}{col 15}std. dev:{res}{col 26} 184.709

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}     275{col 37}     341{col 47}   462.5{col 57}     617{col 67}     759

{txt}{hline}
{res}cni16u80{right:Civilian non-institutionalized persons 16-64 years old}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}647{txt},{res}5389{txt}]{col 55}units:  {res}.00001
{col 10}{txt}unique values:  {res}105{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26}  2533.4
{txt}{col 15}std. dev:{res}{col 26} 881.138

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}    1545{col 37}    1831{col 47}  2470.5{col 57}    3114{col 67}    3642

cni16u80:
{txt}{p 2 6}
1.
In 1980, Non-institutional Persons 16 to 64 Years.
{p_end}

{txt}{hline}
{res}dis80{right:Disabled}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}47.000004{txt},{res}647{txt}]{col 55}units:  {res}1.000e-06
{col 10}{txt}unique values:  {res}95{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26}  293.71
{txt}{col 15}std. dev:{res}{col 26} 127.123

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}     139{col 37}     189{col 47}   275.5{col 57}     381{col 67}     469

{txt}{hline}
{res}dpov80{right:Persons for whom poverty status is determined}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}1095{txt},{res}8880{txt}]{col 55}units:  {res}.0001
{col 10}{txt}unique values:  {res}105{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 4191.65
{txt}{col 15}std. dev:{res}{col 26} 1456.01

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}    2378{col 37}    3126{col 47}  4116.5{col 57}    5163{col 67}    6145

{txt}{hline}
{res}npov80{right:Persons in poverty}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}60.881077{txt},{res}3312{txt}]{col 55}units:  {res}1.000e-06
{col 10}{txt}unique values:  {res}105{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 913.674
{txt}{col 15}std. dev:{res}{col 26} 708.658

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27} 157.264{col 37} 274.102{col 47}     773{col 57}    1366{col 67}    1663

{txt}{hline}
{res}n65pov80{right:Persons 65 years and older in poverty}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}.39152488{txt},{res}15.50076{txt}]{col 55}units:  {res}1.000e-08
{col 10}{txt}unique values:  {res}106{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 3.28487
{txt}{col 15}std. dev:{res}{col 26} 2.66506

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}  .97687{col 37} 1.50228{col 47} 2.59157{col 57} 4.21331{col 67} 6.47606

{txt}{hline}
{res}dfmpov80{right:Families for whom poverty status is determined}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}99.00001{txt},{res}2089{txt}]{col 55}units:  {res}.00001
{col 10}{txt}unique values:  {res}104{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 1018.78
{txt}{col 15}std. dev:{res}{col 26} 393.767

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}     542{col 37} 716.776{col 47} 984.071{col 57}    1295{col 67} 1518.67

{txt}{hline}
{res}nfmpov80{right:Families with children in poverty}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}0{txt},{res}610{txt}]{col 55}units:  {res}1.000e-09
{col 10}{txt}unique values:  {res}92{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 137.453
{txt}{col 15}std. dev:{res}{col 26}  127.22

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27} 7.27223{col 37} 31.0645{col 47}  115.52{col 57}     227{col 67}     288

{txt}{hline}
{res}dwpov80{right:White persons for whom poverty status is determined}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}.00046606{txt},{res}6406{txt}]{col 55}units:  {res}1.000e-09
{col 10}{txt}unique values:  {res}84{col 51}{txt}missing .:  {res}22{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 2426.14
{txt}{col 15}std. dev:{res}{col 26} 1912.42

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}      90{col 37}     559{col 47} 2107.93{col 57} 3771.06{col 67}    5171

{txt}{hline}
{res}nwpov80{right:whites in poverty}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}.00028481{txt},{res}1308{txt}]{col 55}units:  {res}1.000e-09
{col 10}{txt}unique values:  {res}79{col 51}{txt}missing .:  {res}22{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 303.097
{txt}{col 15}std. dev:{res}{col 26} 297.248

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}      18{col 37}      61{col 47} 206.627{col 57}   403.5{col 67}     743

{txt}{hline}
{res}dbpov80{right:Black persons for whom poverty status is determined}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}17{txt},{res}8176{txt}]{col 55}units:  {res}.00001
{col 10}{txt}unique values:  {res}69{col 51}{txt}missing .:  {res}37{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 2820.07
{txt}{col 15}std. dev:{res}{col 26} 2181.38

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}      47{col 37}     704{col 47}    2586{col 57}    4719{col 67}    5623

{txt}{hline}
{res}nbpov80{right:Blacks in poverty}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}0{txt},{res}2996{txt}]{col 55}units:  {res}1.000e-06
{col 10}{txt}unique values:  {res}66{col 51}{txt}missing .:  {res}37{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 935.392
{txt}{col 15}std. dev:{res}{col 26} 783.816

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}      13{col 37}     134{col 47}     984{col 57}    1430{col 67}    2057

{txt}{hline}
{res}dnapov80{right:Native American for whom poverty status is determined}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}0{txt},{res}65.789474{txt}]{col 55}units:  {res}1.000e-09
{col 10}{txt}unique values:  {res}4{col 51}{txt}missing .:  {res}102{txt}/{res}106

{txt}{col 13}tabulation:  Freq.  Value
{col 21}{res}         1{col 33}0
{col 21}         1{col 33}.00117675
{col 21}         1{col 33}34.146343
{col 21}         1{col 33}65.789474
{col 21}       102{col 33}.

{txt}{hline}
{res}nnapov80{right:Native Americans in poverty}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}0{txt},{res}65.789474{txt}]{col 55}units:  {res}1.000e-09
{col 10}{txt}unique values:  {res}4{col 51}{txt}missing .:  {res}102{txt}/{res}106

{txt}{col 13}tabulation:  Freq.  Value
{col 21}{res}         1{col 33}0
{col 21}         1{col 33}.00117675
{col 21}         1{col 33}34.146343
{col 21}         1{col 33}65.789474
{col 21}       102{col 33}.

{txt}{hline}
{res}dhpov80{right:Hispanics for whom poverty status is determined}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}.00031967{txt},{res}303{txt}]{col 55}units:  {res}1.000e-08
{col 10}{txt}unique values:  {res}61{col 51}{txt}missing .:  {res}41{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 71.3539
{txt}{col 15}std. dev:{res}{col 26} 51.6409

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}      31{col 37}      40{col 47} 58.0045{col 57}      90{col 67}     147

{txt}{hline}
{res}nhpov80{right:Hispanics in poverty}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}0{txt},{res}98{txt}]{col 55}units:  {res}1.000e-07
{col 10}{txt}unique values:  {res}32{col 51}{txt}missing .:  {res}41{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 16.7385
{txt}{col 15}std. dev:{res}{col 26}  23.963

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       0{col 37}       0{col 47}       6{col 57}      31{col 67}      48

{txt}{hline}
{res}dapov80{right:Asians and Pacific Islanders for whom poverty status is determined}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}.14405431{txt},{res}140{txt}]{col 55}units:  {res}1.000e-08
{col 10}{txt}unique values:  {res}21{col 51}{txt}missing .:  {res}85{txt}/{res}106

{txt}{col 19}mean:{res}{col 26}   59.38
{txt}{col 15}std. dev:{res}{col 26} 33.0099

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}      30{col 37} 38.6388{col 47}      52{col 57}      72{col 67}     100

{txt}{hline}
{res}napov80{right:Asians and Pacific Islanders in poverty}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}0{txt},{res}128{txt}]{col 55}units:  {res}1.000e-07
{col 10}{txt}unique values:  {res}12{col 51}{txt}missing .:  {res}85{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 14.7618
{txt}{col 15}std. dev:{res}{col 26} 27.8535

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       0{col 37}       0{col 47} 6.99706{col 57} 21.3575{col 67}      26

{txt}{hline}
{res}incpc80{right:Per capita income}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}2631.1465{txt},{res}14605.001{txt}]{col 55}units:  {res}.0001
{col 10}{txt}unique values:  {res}102{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 6047.89
{txt}{col 15}std. dev:{res}{col 26} 2250.73

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27} 3493.29{col 37}    4432{col 47}    5748{col 57}    7337{col 67}    8532

{txt}{hline}
{res}hu80sp{right:Housing units in sample-based data}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}737{txt},{res}3691{txt}]{col 55}units:  {res}.00001
{col 10}{txt}unique values:  {res}106{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 1905.22
{txt}{col 15}std. dev:{res}{col 26} 567.809

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}    1196{col 37}    1473{col 47}    1877{col 57} 2263.89{col 67}    2656

{txt}{hline}
{res}h30old80{right:Structures built more than 30 years ago}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}30{txt},{res}3342{txt}]{col 55}units:  {res}.00001
{col 10}{txt}unique values:  {res}105{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 1462.62
{txt}{col 15}std. dev:{res}{col 26} 611.735

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27} 658.249{col 37}    1097{col 47} 1434.01{col 57}    1872{col 67}    2268

{txt}{hline}
{res}ohu80sp{right:Occupied Housing Units in sample-based data}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}715{txt},{res}3190{txt}]{col 55}units:  {res}.00001
{col 10}{txt}unique values:  {res}104{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 1679.72
{txt}{col 15}std. dev:{res}{col 26} 532.008

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27} 1050.31{col 37}    1225{col 47}  1675.5{col 57}    1988{col 67} 2480.61

{txt}{hline}
{res}h10yrs80{right:Household heads moved into unit less than 10 years ago}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}345{txt},{res}2443{txt}]{col 55}units:  {res}.00001
{col 10}{txt}unique values:  {res}102{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26}  1044.5
{txt}{col 15}std. dev:{res}{col 26} 390.068

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}     605{col 37}     752{col 47}   966.5{col 57} 1266.34{col 67}    1628

{txt}{hline}
{res}dmulti80{right:Housing units}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}737{txt},{res}3691{txt}]{col 55}units:  {res}.00001
{col 10}{txt}unique values:  {res}106{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 1905.22
{txt}{col 15}std. dev:{res}{col 26} 567.809

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}    1196{col 37}    1473{col 47}    1877{col 57} 2263.89{col 67}    2656

dmulti80:
{txt}{p 2 6}
1.
This variable serves as the denominator for calculating the percentage of housing units in multi-unit structures. In 1970 and 1980, the universe is "all year-round housing units (occupied units plus vacant year-round)."
{p_end}

{txt}{hline}
{res}multi80{right:Housing units in multi-unit structures}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}48.00772{txt},{res}2842{txt}]{col 55}units:  {res}.00001
{col 10}{txt}unique values:  {res}105{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 1152.72
{txt}{col 15}std. dev:{res}{col 26} 580.083

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}     346{col 37} 763.401{col 47}  1158.5{col 57}    1506{col 67}    1876

{txt}{hline}
{res}hinc80{right:Median household income}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}4852.502{txt},{res}20364.83{txt}]{col 55}units:  {res}.0001
{col 10}{txt}unique values:  {res}104{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 11608.8
{txt}{col 15}std. dev:{res}{col 26} 3501.96

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27} 7031.91{col 37}    9191{col 47} 11262.5{col 57}   14207{col 67}   16113

{txt}{hline}
{res}hincw80{right:Median household income for whites}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}9812.5{txt},{res}52093.023{txt}]{col 55}units:  {res}.0001
{col 10}{txt}unique values:  {res}70{col 51}{txt}missing .:  {res}33{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 18749.8
{txt}{col 15}std. dev:{res}{col 26} 6297.16

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27} 12374.4{col 37} 15672.7{col 47} 17853.5{col 57} 20827.9{col 67} 22493.9

{txt}{hline}
{res}hincb80{right:Median household income for blacks}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}4676.166{txt},{res}21297.469{txt}]{col 55}units:  {res}.0001
{col 10}{txt}unique values:  {res}57{col 51}{txt}missing .:  {res}48{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 11521.1
{txt}{col 15}std. dev:{res}{col 26} 3431.48

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27} 7238.73{col 37} 9415.98{col 47} 11388.1{col 57} 13309.5{col 67} 16314.9

{txt}{hline}
{res}hinch80{right:Median household income for Hispanics}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}5972.2217{txt},{res}32500{txt}]{col 55}units:  {res}.0001
{col 10}{txt}unique values:  {res}17{col 51}{txt}missing .:  {res}88{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 13770.8
{txt}{col 15}std. dev:{res}{col 26} 6217.75

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27} 5972.22{col 37} 9531.25{col 47} 14270.8{col 57}   15500{col 67}   20000

{txt}{hline}
{res}hinca80{right:Median household income for Asians and Pacific Islanders}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}7395.8335{txt},{res}21250{txt}]{col 55}units:  {res}.0001
{col 10}{txt}unique values:  {res}4{col 51}{txt}missing .:  {res}101{txt}/{res}106

{txt}{col 13}tabulation:  Freq.  Value
{col 21}{res}         1{col 33}7395.8335
{col 21}         1{col 33}8928.5713
{col 21}         1{col 33}8928.5723
{col 21}         2{col 33}21250
{col 21}       101{col 33}.

{txt}{hline}
{res}hh80{right:Total households in sample-based data}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}681{txt},{res}3243{txt}]{col 55}units:  {res}.00001
{col 10}{txt}unique values:  {res}104{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 1683.52
{txt}{col 15}std. dev:{res}{col 26} 533.554

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}    1053{col 37}    1283{col 47}  1685.5{col 57}    1988{col 67} 2500.71

{txt}{hline}
{res}hhw80{right:Total white households in sample-based data}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}0{txt},{res}1998{txt}]{col 55}units:  {res}1.000e-09
{col 10}{txt}unique values:  {res}83{col 51}{txt}missing .:  {res}8{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 535.957
{txt}{col 15}std. dev:{res}{col 26} 543.546

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       0{col 37}      23{col 47}     426{col 57}     931{col 67}    1361

{txt}{hline}
{res}hhb80{right:Total black households in sample-based data}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}0{txt},{res}1891{txt}]{col 55}units:  {res}.00001
{col 10}{txt}unique values:  {res}64{col 51}{txt}missing .:  {res}8{txt}/{res}106

{txt}{col 19}mean:{res}{col 26}  431.88
{txt}{col 15}std. dev:{res}{col 26} 512.083

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       0{col 37}       0{col 47} 166.901{col 57}     846{col 67}    1238

{txt}{hline}
{res}hhh80{right:Total Hispanic households in sample-based data}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}.0000107{txt},{res}87{txt}]{col 55}units:  {res}1.000e-08
{col 10}{txt}unique values:  {res}44{col 51}{txt}missing .:  {res}38{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 18.0295
{txt}{col 15}std. dev:{res}{col 26} 13.8852

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       6{col 37}    10.5{col 47}      13{col 57}      23{col 67}      32

{txt}{hline}
{res}hha80{right:Total Asian/Pacific Islander households in sample-based data}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}0{txt},{res}20{txt}]{col 55}units:  {res}1.000e-09
{col 10}{txt}unique values:  {res}16{col 51}{txt}missing .:  {res}8{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 2.21442
{txt}{col 15}std. dev:{res}{col 26} 5.21264

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       0{col 37}       0{col 47}       0{col 57}       0{col 67}  11.672

{txt}{hline}
{res}pop80sf4{right:Total population from sample-based data}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}1112{txt},{res}8902{txt}]{col 55}units:  {res}.0001
{col 10}{txt}unique values:  {res}106{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 4274.02
{txt}{col 15}std. dev:{res}{col 26} 1469.39

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27} 2454.34{col 37}    3154{col 47}  4136.5{col 57}    5254{col 67}    6287

pop80sf4:
{txt}{p 2 6}
1.
In 1980, this variable serves as the denominator for calculating the percentages of specific European foreign-born groups, total foreign-born immigrated in the past 10 years, and total naturalized foreign-born, which are only counted in the sample-based data in 1980. In 1990, this variable serves as the denominator for calculating the percentages of specific European foreign-born groups, which are only counted in the sample-based data in 1990.
{p_end}

{txt}{hline}
{res}gefb80{right:Persons who were born in Germany}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}0{txt},{res}77{txt}]{col 55}units:  {res}1.000e-07
{col 10}{txt}unique values:  {res}40{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 11.1139
{txt}{col 15}std. dev:{res}{col 26} 15.7278

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       0{col 37}       0{col 47}       6{col 57}      15{col 67}      33

{txt}{hline}
{res}irfb80{right:Persons who were born in Ireland}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}0{txt},{res}44{txt}]{col 55}units:  {res}1.000e-09
{col 10}{txt}unique values:  {res}20{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 2.38695
{txt}{col 15}std. dev:{res}{col 26} 6.20215

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       0{col 37}       0{col 47}       0{col 57}       0{col 67} 9.21149

{txt}{hline}
{res}itfb80{right:Persons who were born in Italy}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}0{txt},{res}221{txt}]{col 55}units:  {res}1.000e-09
{col 10}{txt}unique values:  {res}34{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 14.6135
{txt}{col 15}std. dev:{res}{col 26} 34.3786

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       0{col 37}       0{col 47}       0{col 57}      13{col 67} 47.5674

{txt}{hline}
{res}rufb80{right:Persons who were born in Russia/ USSR}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}0{txt},{res}92{txt}]{col 55}units:  {res}1.000e-09
{col 10}{txt}unique values:  {res}20{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 2.61401
{txt}{col 15}std. dev:{res}{col 26} 9.58721

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       0{col 37}       0{col 47}       0{col 57} .009227{col 67}       7

{txt}{hline}
{res}scfb80{right:Persons who were born in Ireland}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}0{txt},{res}8{txt}]{col 55}units:  {res}1.000e-08
{col 10}{txt}unique values:  {res}5{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 13}tabulation:  Freq.  Value
{col 21}{res}       101{col 33}0
{col 21}         1{col 33}.20465083
{col 21}         2{col 33}6
{col 21}         1{col 33}6.7953496
{col 21}         1{col 33}8

{txt}{hline}
{res}n10imm80{right:Recent Immigrants (within the past 10 years)}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}0{txt},{res}202{txt}]{col 55}units:  {res}1.000e-07
{col 10}{txt}unique values:  {res}55{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 25.2111
{txt}{col 15}std. dev:{res}{col 26} 37.0609

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       0{col 37}       0{col 47}    10.5{col 57}      33{col 67} 66.7245

{txt}{hline}
{res}nat80{right:Naturalized Foreign-Born}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}0{txt},{res}397{txt}]{col 55}units:  {res}1.000e-06
{col 10}{txt}unique values:  {res}89{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 85.7006
{txt}{col 15}std. dev:{res}{col 26} 80.2951

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}      11{col 37}      25{col 47}    69.5{col 57}     115{col 67}     183

nat80:
{txt}{p 2 6}
1.
Count is the category of “foreign-born, naturalized” from the “citizenship” table.
{p_end}

{txt}{hline}
{res}pop90{right:Total Population}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}915{txt},{res}7301{txt}]{col 55}units:  {res}.0001
{col 10}{txt}unique values:  {res}105{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 3742.29
{txt}{col 15}std. dev:{res}{col 26}  1281.9

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}    2177{col 37}    2937{col 47}    3668{col 57}    4477{col 67} 5447.72

{txt}{hline}
{res}nhwht90{right:Persons of White Race, Not Hispanic Origin}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}12{txt},{res}6490{txt}]{col 55}units:  {res}1.000e-06
{col 10}{txt}unique values:  {res}103{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26}  1876.9
{txt}{col 15}std. dev:{res}{col 26} 1723.61

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}      29{col 37} 90.9998{col 47}  1499.5{col 57}    3065{col 67}    4377

{txt}{hline}
{res}nhblk90{right:Persons of Black Race, Not Hispanic Origin}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}1.0003449{txt},{res}6985{txt}]{col 55}units:  {res}1.000e-07
{col 10}{txt}unique values:  {res}102{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 1771.76
{txt}{col 15}std. dev:{res}{col 26} 1752.21

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       9{col 37} 173.927{col 47} 1131.16{col 57}    3252{col 67}    4105

{txt}{hline}
{res}ntv90{right:Persons of Native American Race}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}0{txt},{res}33{txt}]{col 55}units:  {res}1.000e-08
{col 10}{txt}unique values:  {res}45{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26}  8.2454
{txt}{col 15}std. dev:{res}{col 26} 7.20516

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       1{col 37}       3{col 47} 5.90889{col 57}      13{col 67}      19

{txt}{hline}
{res}asian90{right:Persons of Asian Race and Pacific Islander}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}0{txt},{res}262{txt}]{col 55}units:  {res}1.000e-07
{col 10}{txt}unique values:  {res}68{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 34.1178
{txt}{col 15}std. dev:{res}{col 26} 48.4003

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       1{col 37}       4{col 47}      11{col 57} 47.2339{col 67}      96

{txt}{hline}
{res}hisp90{right:Persons of Hispanic Origin}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}2{txt},{res}235{txt}]{col 55}units:  {res}1.000e-07
{col 10}{txt}unique values:  {res}81{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 48.3414
{txt}{col 15}std. dev:{res}{col 26} 43.5261

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       7{col 37}      15{col 47} 38.8478{col 57}      69{col 67} 106.008

{txt}{hline}
{res}haw90{right:Persons of Hawaiian Race}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}0{txt},{res}3{txt}]{col 55}units:  {res}1.000e-12
{col 10}{txt}unique values:  {res}12{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} .301905
{txt}{col 15}std. dev:{res}{col 26} .712733

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       0{col 37}       0{col 47}       0{col 57}       0{col 67}       1

{txt}{hline}
{res}india90{right:Persons of Asian Indian Race}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}0{txt},{res}35{txt}]{col 55}units:  {res}1.000e-10
{col 10}{txt}unique values:  {res}33{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 3.45379
{txt}{col 15}std. dev:{res}{col 26} 6.18322

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       0{col 37}       0{col 47}       1{col 57}       3{col 67}      13

{txt}{hline}
{res}china90{right:Persons of Chinese Race}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}0{txt},{res}61{txt}]{col 55}units:  {res}1.000e-12
{col 10}{txt}unique values:  {res}37{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 7.40748
{txt}{col 15}std. dev:{res}{col 26} 11.7106

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       0{col 37}       0{col 47}       2{col 57}      10{col 67} 23.2047

{txt}{hline}
{res}filip90{right:Persons of Filipino Race}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}0{txt},{res}28.02401{txt}]{col 55}units:  {res}1.000e-10
{col 10}{txt}unique values:  {res}34{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 3.80218
{txt}{col 15}std. dev:{res}{col 26} 4.90678

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       0{col 37}       0{col 47}       2{col 57}       5{col 67}      12

{txt}{hline}
{res}japan90{right:Persons of Japanese Race}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}0{txt},{res}30{txt}]{col 55}units:  {res}1.000e-11
{col 10}{txt}unique values:  {res}21{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26}  2.1419
{txt}{col 15}std. dev:{res}{col 26} 4.43324

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       0{col 37}       0{col 47}       0{col 57}       2{col 67}       9

{txt}{hline}
{res}korea90{right:Persons of Korean Race}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}0{txt},{res}20.991175{txt}]{col 55}units:  {res}1.000e-11
{col 10}{txt}unique values:  {res}29{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 2.07599
{txt}{col 15}std. dev:{res}{col 26} 3.55223

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       0{col 37}       0{col 47}       1{col 57}       3{col 67}       5

{txt}{hline}
{res}viet90{right:Persons of Vietnamese Race}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}0{txt},{res}117{txt}]{col 55}units:  {res}1.000e-11
{col 10}{txt}unique values:  {res}35{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26}  9.4247
{txt}{col 15}std. dev:{res}{col 26} 22.8085

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       0{col 37}       0{col 47} .004644{col 57}       5{col 67}      36

{txt}{hline}
{res}mex90{right:Mexicans}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}0{txt},{res}132{txt}]{col 55}units:  {res}1.000e-07
{col 10}{txt}unique values:  {res}64{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 23.0384
{txt}{col 15}std. dev:{res}{col 26} 24.7723

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       2{col 37}       6{col 47}    16.5{col 57} 27.9882{col 67} 51.0062

{txt}{hline}
{res}pr90{right:Puerto Ricans}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}0{txt},{res}20{txt}]{col 55}units:  {res}1.000e-13
{col 10}{txt}unique values:  {res}34{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 3.08519
{txt}{col 15}std. dev:{res}{col 26} 3.83156

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       0{col 37} .999995{col 47}  1.9952{col 57} 4.72851{col 67}       7

{txt}{hline}
{res}cuban90{right:Cubans}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}0{txt},{res}16{txt}]{col 55}units:  {res}1.000e-12
{col 10}{txt}unique values:  {res}31{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 2.90577
{txt}{col 15}std. dev:{res}{col 26} 3.51055

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       0{col 37}       0{col 47}       2{col 57}       5{col 67}       7

{txt}{hline}
{res}hu90{right:Housing Units}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}715{txt},{res}3582{txt}]{col 55}units:  {res}.0001
{col 10}{txt}unique values:  {res}106{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 1838.89
{txt}{col 15}std. dev:{res}{col 26} 607.422

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}  1096.5{col 37}    1408{col 47}    1812{col 57}    2237{col 67}    2648

{txt}{hline}
{res}vac90{right:Vacant Housing Units}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}28.002621{txt},{res}871{txt}]{col 55}units:  {res}1.000e-06
{col 10}{txt}unique values:  {res}97{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 282.906
{txt}{col 15}std. dev:{res}{col 26}  174.03

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}      89{col 37}     159{col 47} 254.922{col 57}     379{col 67}     486

{txt}{hline}
{res}ohu90{right:Occupied Housing Units}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}477{txt},{res}2970{txt}]{col 55}units:  {res}.00001
{col 10}{txt}unique values:  {res}105{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 1555.98
{txt}{col 15}std. dev:{res}{col 26} 549.956

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27} 927.936{col 37}    1129{col 47}  1491.5{col 57}    1855{col 67} 2351.99

{txt}{hline}
{res}a18und90{right:Persons age 17 years and under}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}41.000004{txt},{res}2407{txt}]{col 55}units:  {res}1.000e-06
{col 10}{txt}unique values:  {res}101{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 943.789
{txt}{col 15}std. dev:{res}{col 26} 468.181

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}     408{col 37} 638.731{col 47}  910.07{col 57}    1258{col 67}    1492

{txt}{hline}
{res}a60up90{right:Persons age 60 years and over}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}208{txt},{res}2224{txt}]{col 55}units:  {res}.00001
{col 10}{txt}unique values:  {res}104{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 791.345
{txt}{col 15}std. dev:{res}{col 26} 370.379

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}     338{col 37}     515{col 47} 727.991{col 57}     981{col 67} 1288.97

{txt}{hline}
{res}a75up90{right:Persons age 75 years and over}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}53{txt},{res}1356{txt}]{col 55}units:  {res}.00001
{col 10}{txt}unique values:  {res}102{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 307.299
{txt}{col 15}std. dev:{res}{col 26} 195.619

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}     117{col 37}     172{col 47} 264.506{col 57}     415{col 67}     528

{txt}{hline}
{res}agewht90{right:White Population with Known Age Distribution}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}12{txt},{res}6560{txt}]{col 55}units:  {res}1.000e-06
{col 10}{txt}unique values:  {res}103{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 1906.42
{txt}{col 15}std. dev:{res}{col 26} 1746.52

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}      31{col 37} 90.9998{col 47}  1518.5{col 57}    3118{col 67}    4417

{txt}{hline}
{res}a15wht90{right:0-15 years old of White Race}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}.00012946{txt},{res}1246{txt}]{col 55}units:  {res}1.000e-11
{col 10}{txt}unique values:  {res}86{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 315.501
{txt}{col 15}std. dev:{res}{col 26} 335.327

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       4{col 37}       6{col 47}   202.5{col 57}     555{col 67}     795

{txt}{hline}
{res}a60wht90{right:60 Years and Older of White Race}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}.99997413{txt},{res}2215{txt}]{col 55}units:  {res}1.000e-08
{col 10}{txt}unique values:  {res}102{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 494.174
{txt}{col 15}std. dev:{res}{col 26} 489.333

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       6{col 37}      35{col 47}     387{col 57}     783{col 67}    1180

{txt}{hline}
{res}ageblk90{right:Black Population with Known Age Distribution}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}1.0003449{txt},{res}7003{txt}]{col 55}units:  {res}1.000e-07
{col 10}{txt}unique values:  {res}102{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 1777.45
{txt}{col 15}std. dev:{res}{col 26} 1755.64

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       9{col 37} 175.926{col 47} 1141.55{col 57}    3254{col 67}    4107

{txt}{hline}
{res}a15blk90{right:0-15 years old of Black Race}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}0{txt},{res}2022{txt}]{col 55}units:  {res}1.000e-12
{col 10}{txt}unique values:  {res}97{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 519.739
{txt}{col 15}std. dev:{res}{col 26} 517.992

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       3{col 37} 36.9845{col 47}     353{col 57}     953{col 67} 1228.97

{txt}{hline}
{res}a60blk90{right:60 years and older of Black Race}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}0{txt},{res}1460.9943{txt}]{col 55}units:  {res}1.000e-07
{col 10}{txt}unique values:  {res}89{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 293.011
{txt}{col 15}std. dev:{res}{col 26} 352.159

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       0{col 37}       5{col 47} 118.017{col 57}     499{col 67}     838

{txt}{hline}
{res}agehsp90{right:Hispanic Population with Known Age Distribution}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}2{txt},{res}235{txt}]{col 55}units:  {res}1.000e-07
{col 10}{txt}unique values:  {res}81{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 48.3414
{txt}{col 15}std. dev:{res}{col 26} 43.5261

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       7{col 37}      15{col 47} 38.8478{col 57}      69{col 67} 106.008

{txt}{hline}
{res}a15hsp90{right:0-15 years old of Hispanic Origins}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}0{txt},{res}69{txt}]{col 55}units:  {res}1.000e-11
{col 10}{txt}unique values:  {res}54{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 11.8872
{txt}{col 15}std. dev:{res}{col 26} 13.5067

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       1{col 37}       3{col 47} 7.60461{col 57} 16.0265{col 67} 30.8511

{txt}{hline}
{res}a60hsp90{right:60 years and older persons of Hispanic Origins}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}0{txt},{res}50{txt}]{col 55}units:  {res}1.000e-09
{col 10}{txt}unique values:  {res}41{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 6.60389
{txt}{col 15}std. dev:{res}{col 26} 6.90831

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       1{col 37}       2{col 47}     4.5{col 57}      10{col 67} 15.0005

{txt}{hline}
{res}agentv90{right:Native American Population with Known Age Distribution}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}0{txt},{res}37{txt}]{col 55}units:  {res}1.000e-08
{col 10}{txt}unique values:  {res}48{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 8.96238
{txt}{col 15}std. dev:{res}{col 26}  7.7947

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       2{col 37} 3.00028{col 47} 6.00001{col 57}      13{col 67}      20

{txt}{hline}
{res}a15ntv90{right:0-15 years old of Native American Race}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}0{txt},{res}10{txt}]{col 55}units:  {res}1.000e-13
{col 10}{txt}unique values:  {res}20{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 1.58494
{txt}{col 15}std. dev:{res}{col 26} 1.95505

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       0{col 37}       0{col 47}       1{col 57}       3{col 67}       4

{txt}{hline}
{res}a60ntv90{right:60 years and Older Persons of Native American Race}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}0{txt},{res}7{txt}]{col 55}units:  {res}1.000e-12
{col 10}{txt}unique values:  {res}24{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 1.33962
{txt}{col 15}std. dev:{res}{col 26} 1.48953

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       0{col 37}       0{col 47}       1{col 57}       2{col 67}       4

{txt}{hline}
{res}ageasn90{right:Asian and Pacific Islander Population with Known Age Distribution}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}0{txt},{res}263{txt}]{col 55}units:  {res}1.000e-07
{col 10}{txt}unique values:  {res}67{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 35.2216
{txt}{col 15}std. dev:{res}{col 26} 49.5299

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       1{col 37}       4{col 47}      12{col 57} 47.2339{col 67}      97

{txt}{hline}
{res}a15asn90{right:0-15 years old of Asians and Pacific Islanders}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}0{txt},{res}64{txt}]{col 55}units:  {res}1.000e-11
{col 10}{txt}unique values:  {res}45{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 7.17961
{txt}{col 15}std. dev:{res}{col 26}  12.226

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       0{col 37} .010545{col 47} 2.22978{col 57}       8{col 67} 21.0095

{txt}{hline}
{res}a60asn90{right:60 years and Older Persons of Asians and Pacific Islanders}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}0{txt},{res}8.9962177{txt}]{col 55}units:  {res}1.000e-11
{col 10}{txt}unique values:  {res}26{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 1.83025
{txt}{col 15}std. dev:{res}{col 26} 2.41456

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       0{col 37}       0{col 47}       1{col 57} 2.99613{col 67}       6

{txt}{hline}
{res}ag15up90{right:Persons age 15 years and over}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}856{txt},{res}5587{txt}]{col 55}units:  {res}.0001
{col 10}{txt}unique values:  {res}106{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26}  2939.2
{txt}{col 15}std. dev:{res}{col 26} 1002.62

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}    1707{col 37}    2337{col 47}  2871.5{col 57}    3515{col 67}    4344

{txt}{hline}
{res}mar90{right:Currently married (excluding separated)}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}126{txt},{res}3164{txt}]{col 55}units:  {res}.00001
{col 10}{txt}unique values:  {res}101{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 1021.33
{txt}{col 15}std. dev:{res}{col 26} 553.147

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}     423{col 37}     604{col 47} 960.819{col 57}    1271{col 67} 1787.99

{txt}{hline}
{res}wds90{right:Widowed, Divorced, and Separated}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}283{txt},{res}1946{txt}]{col 55}units:  {res}.00001
{col 10}{txt}unique values:  {res}105{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 836.434
{txt}{col 15}std. dev:{res}{col 26} 293.378

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}     429{col 37}  623.75{col 47}   856.5{col 57}    1020{col 67}    1189

{txt}{hline}
{res}mhmval90{right:Median home value}
{txt}{hline}

{col 19}type:  string ({res}str16{txt})

{col 10}unique values:  {res}105{col 51}{txt}missing "":  {res}0{txt}/{res}106

{txt}{col 15}examples:  {res}"275600.003374842"
{col 26}"37399.9999912921"
{col 26}"49000.0002559827"
{col 26}"59000.1334472768"

{txt}{hline}
{res}mrent90{right:Median monthly contract rent}
{txt}{hline}

{col 19}type:  string ({res}str18{txt}), but longest is str16

{col 10}unique values:  {res}106{col 51}{txt}missing "":  {res}0{txt}/{res}106

{txt}{col 15}examples:  {res}"199.999999615829"
{col 26}"233.999999273932"
{col 26}"256.999993753618"
{col 26}"293.000000577733"

{txt}{hline}
{res}own90{right:Owner-occupied housing units}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}2{txt},{res}2376{txt}]{col 55}units:  {res}1.000e-07
{col 10}{txt}unique values:  {res}104{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 701.454
{txt}{col 15}std. dev:{res}{col 26} 419.829

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}     239{col 37}     416{col 47}     659{col 57}     903{col 67}    1257

{txt}{hline}
{res}rent90{right:Renter-occupied housing units}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}97.01{txt},{res}2087{txt}]{col 55}units:  {res}.00001
{col 10}{txt}unique values:  {res}101{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 854.527
{txt}{col 15}std. dev:{res}{col 26} 418.343

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}     363{col 37}     575{col 47}     822{col 57} 1069.15{col 67}    1510

{txt}{hline}
{res}family90{right:Total Families}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}125{txt},{res}1882{txt}]{col 55}units:  {res}.00001
{col 10}{txt}unique values:  {res}103{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 865.557
{txt}{col 15}std. dev:{res}{col 26}  341.03

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}     437{col 37}     652{col 47}   828.5{col 57}    1047{col 67}    1240

{txt}{hline}
{res}fhh90{right:Female-headed families with children}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}3.0000002{txt},{res}666{txt}]{col 55}units:  {res}1.000e-07
{col 10}{txt}unique values:  {res}102{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 221.633
{txt}{col 15}std. dev:{res}{col 26} 159.714

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}      40{col 37}      84{col 47}   199.5{col 57}     338{col 67}     412

{txt}{hline}
{res}pop90sf3{right:Total population from sample-based data}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}923{txt},{res}7244{txt}]{col 55}units:  {res}.0001
{col 10}{txt}unique values:  {res}106{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 3742.14
{txt}{col 15}std. dev:{res}{col 26} 1271.89

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}    2186{col 37} 2910.31{col 47}    3714{col 57}    4477{col 67} 5447.72

pop90sf3:
{txt}{p 2 6}
1.
In 1980, this variable serves as the denominator for calculating the percentages of specific European ancestry groups, which are only counted in the sample-based data in 1980. In 1990, this variable serves as the denominator for calculating the percentages of specific European ancestry groups, total foreign born, total foreign-born immigrated in the past 10 years, and total naturalized foreign-born, which are only counted in the sample-based data in 1990.
{p_end}

{txt}{hline}
{res}pop90sf4{right:Total population from sample-based data}
{txt}{hline}

{col 19}type:  string ({res}str11{txt})

{col 10}unique values:  {res}106{col 51}{txt}missing "":  {res}0{txt}/{res}106

{txt}{col 15}examples:  {res}"2725.999994"
{col 26}"3280.000029"
{col 26}"4009.000038"
{col 26}"4674.000041"

pop90sf4:
{txt}{p 2 6}
1.
In 1980, this variable serves as the denominator for calculating the percentages of specific European foreign-born groups, total foreign-born immigrated in the past 10 years, and total naturalized foreign-born, which are only counted in the sample-based data in 1980. In 1990, this variable serves as the denominator for calculating the percentages of specific European foreign-born groups, which are only counted in the sample-based data in 1990.
{p_end}

{txt}{hline}
{res}ruanc90{right:Persons of Russian/USSR parentage or Ancestry}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}0{txt},{res}223{txt}]{col 55}units:  {res}1.000e-08
{col 10}{txt}unique values:  {res}45{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 18.4764
{txt}{col 15}std. dev:{res}{col 26} 34.5047

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       0{col 37}       0{col 47}     8.5{col 57} 20.0026{col 67}      49

{txt}{hline}
{res}itanc90{right:Persons of Italian parentage or Ancestry}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}0{txt},{res}1494{txt}]{col 55}units:  {res}1.000e-06
{col 10}{txt}unique values:  {res}76{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 127.568
{txt}{col 15}std. dev:{res}{col 26} 194.782

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       0{col 37}       5{col 47} 80.4971{col 57}     171{col 67}     300

{txt}{hline}
{res}geanc90{right:Persons of German parentage or Ancestry}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}0{txt},{res}3475{txt}]{col 55}units:  {res}.00001
{col 10}{txt}unique values:  {res}94{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26}  736.69
{txt}{col 15}std. dev:{res}{col 26} 737.838

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       0{col 37}      39{col 47}   511.5{col 57}    1239{col 67} 1807.39

{txt}{hline}
{res}iranc90{right:Persons of Irish parentage or Ancestry}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}0{txt},{res}1142{txt}]{col 55}units:  {res}1.000e-08
{col 10}{txt}unique values:  {res}84{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 269.103
{txt}{col 15}std. dev:{res}{col 26} 252.596

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       0{col 37}      24{col 47}     234{col 57}     434{col 67}     648

{txt}{hline}
{res}scanc90{right:Persons of Scandinavian parentage or Ancestry}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}0{txt},{res}68{txt}]{col 55}units:  {res}1.000e-09
{col 10}{txt}unique values:  {res}53{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 17.5863
{txt}{col 15}std. dev:{res}{col 26} 19.3123

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       0{col 37}       0{col 47}    12.5{col 57} 26.2833{col 67}      50

{txt}{hline}
{res}rufb90{right:Persons who were born in Russia/ USSR}
{txt}{hline}

{col 19}type:  string ({res}str11{txt})

{col 10}unique values:  {res}15{col 51}{txt}missing "":  {res}0{txt}/{res}106

{txt}{col 15}examples:  {res}"0"
{col 26}"0"
{col 26}"0"
{col 26}"0"

{txt}{hline}
{res}itfb90{right:Persons who were born in Italy}
{txt}{hline}

{col 19}type:  string ({res}str11{txt})

{col 10}unique values:  {res}31{col 51}{txt}missing "":  {res}0{txt}/{res}106

{txt}{col 15}examples:  {res}"0"
{col 26}"0"
{col 26}"0"
{col 26}"32"

{txt}{hline}
{res}gefb90{right:Persons who were born in Germany}
{txt}{hline}

{col 19}type:  string ({res}str11{txt})

{col 10}unique values:  {res}37{col 51}{txt}missing "":  {res}0{txt}/{res}106

{txt}{col 15}examples:  {res}"0"
{col 26}"0"
{col 26}"13.0725975"
{col 26}"27.99806976"

{txt}{hline}
{res}irfb90{right:Persons who were born in Ireland}
{txt}{hline}

{col 19}type:  string ({res}str11{txt})

{col 10}unique values:  {res}14{col 51}{txt}missing "":  {res}0{txt}/{res}106

{txt}{col 15}examples:  {res}"0"
{col 26}"0"
{col 26}"0"
{col 26}"0"

{txt}{hline}
{res}scfb90{right:Persons who were born in Ireland}
{txt}{hline}

{col 19}type:  string ({res}str11{txt})

{col 10}unique values:  {res}10{col 51}{txt}missing "":  {res}0{txt}/{res}106

{txt}{col 15}examples:  {res}"0"
{col 26}"0"
{col 26}"0"
{col 26}"0"

{txt}{hline}
{res}fb90{right:Foreign-born}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}0{txt},{res}383{txt}]{col 55}units:  {res}1.000e-09
{col 10}{txt}unique values:  {res}82{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 94.6652
{txt}{col 15}std. dev:{res}{col 26}  99.167

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       0{col 37}      13{col 47}      63{col 57} 151.936{col 67}     239

{txt}{hline}
{res}nat90{right:Naturalized Foreign-Born}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}0{txt},{res}190{txt}]{col 55}units:  {res}1.000e-09
{col 10}{txt}unique values:  {res}71{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 46.6908
{txt}{col 15}std. dev:{res}{col 26} 48.8876

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       0{col 37}       6{col 47}      35{col 57}      75{col 67}     125

nat90:
{txt}{p 2 6}
1.
Count is the category of “foreign-born, naturalized” from the “citizenship” table.
{p_end}

{txt}{hline}
{res}n10imm90{right:Recent Immigrants (within the past 10 years)}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}0{txt},{res}302{txt}]{col 55}units:  {res}1.000e-09
{col 10}{txt}unique values:  {res}61{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 42.8139
{txt}{col 15}std. dev:{res}{col 26} 65.2018

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       0{col 37}       0{col 47}     9.5{col 57} 64.0002{col 67}     136

{txt}{hline}
{res}ag5up90{right:Persons 5 years and Over}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}898{txt},{res}6654{txt}]{col 55}units:  {res}.0001
{col 10}{txt}unique values:  {res}104{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26}  3443.5
{txt}{col 15}std. dev:{res}{col 26} 1160.08

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}    2027{col 37} 2713.12{col 47}  3308.5{col 57}    4151{col 67}    4975

ag5up90:
{txt}{p 2 6}
1.
Variable serves as the universe for tabulating individuals’ English speaking ability.
{p_end}

{txt}{hline}
{res}olang90{right:Persons who speak language other than English at home}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}19.990507{txt},{res}540{txt}]{col 55}units:  {res}1.000e-06
{col 10}{txt}unique values:  {res}97{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 176.272
{txt}{col 15}std. dev:{res}{col 26} 116.594

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}      60{col 37}      84{col 47} 139.009{col 57}  261.89{col 67}     337

olang90:
{txt}{p 2 6}
1.
The universe is persons 5 years and older.
{p_end}

{txt}{hline}
{res}lep90{right:Persons who speak English not well}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}0{txt},{res}193{txt}]{col 55}units:  {res}1.000e-09
{col 10}{txt}unique values:  {res}68{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 30.4154
{txt}{col 15}std. dev:{res}{col 26} 31.6109

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       0{col 37}       9{col 47}      19{col 57} 44.9998{col 67}      65

lep90:
{txt}{p 2 6}
1.
The universe is persons 5 years and older. The numerator is the sum of "Not well" and "Not at all" categories from the table, "Language Other than English Spoken at Home by Ability to Speak English."
{p_end}

{txt}{hline}
{res}ag25up90{right:Population 25 years and over}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}628{txt},{res}5013{txt}]{col 55}units:  {res}.0001
{col 10}{txt}unique values:  {res}104{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 2413.11
{txt}{col 15}std. dev:{res}{col 26} 849.699

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}    1424{col 37}    1856{col 47}  2303.5{col 57}    2944{col 67}    3652

{txt}{hline}
{res}hs90{right:Persons with high school degree or less}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}314.00003{txt},{res}3437{txt}]{col 55}units:  {res}.00001
{col 10}{txt}unique values:  {res}105{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 1548.95
{txt}{col 15}std. dev:{res}{col 26}  584.85

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}     832{col 37}    1083{col 47}  1517.5{col 57}    1903{col 67}    2272

{txt}{hline}
{res}col90{right:Persons with at least a 4 year college degree}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}15{txt},{res}1821{txt}]{col 55}units:  {res}1.000e-06
{col 10}{txt}unique values:  {res}101{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 369.613
{txt}{col 15}std. dev:{res}{col 26} 339.346

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}      85{col 37} 146.007{col 47}     283{col 57}     461{col 67} 813.658

{txt}{hline}
{res}clf90{right:Civilian labor force 16 years and over}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}311{txt},{res}3601{txt}]{col 55}units:  {res}.00001
{col 10}{txt}unique values:  {res}106{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 1710.48
{txt}{col 15}std. dev:{res}{col 26} 667.192

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}     869{col 37}    1227{col 47} 1612.47{col 57} 2137.62{col 67}    2633

{txt}{hline}
{res}unemp90{right:Unemployed}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}10.000001{txt},{res}554{txt}]{col 55}units:  {res}1.000e-06
{col 10}{txt}unique values:  {res}96{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 187.473
{txt}{col 15}std. dev:{res}{col 26} 115.372

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}      54{col 37}      94{col 47}     165{col 57}     266{col 67}     342

{txt}{hline}
{res}dflabf90{right:Females 16 years and over, except in Armed Forces}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}487{txt},{res}3083{txt}]{col 55}units:  {res}.00001
{col 10}{txt}unique values:  {res}106{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 1613.65
{txt}{col 15}std. dev:{res}{col 26} 557.722

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27} 902.938{col 37}    1278{col 47}    1545{col 57}    1926{col 67}    2390

{txt}{hline}
{res}flabf90{right:Females in labor force}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}175{txt},{res}1871{txt}]{col 55}units:  {res}.00001
{col 10}{txt}unique values:  {res}104{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 857.107
{txt}{col 15}std. dev:{res}{col 26} 331.929

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}     423{col 37}     623{col 47}     843{col 57} 1046.79{col 67}    1285

{txt}{hline}
{res}empclf90{right:Employed persons 16 years and over}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}276{txt},{res}3162{txt}]{col 55}units:  {res}.00001
{col 10}{txt}unique values:  {res}105{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26}    1523
{txt}{col 15}std. dev:{res}{col 26} 637.132

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27} 783.946{col 37}    1080{col 47} 1481.77{col 57}    1859{col 67}    2461

{txt}{hline}
{res}prof90{right:Professional employees (by occupations)}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}17{txt},{res}1410{txt}]{col 55}units:  {res}.00001
{col 10}{txt}unique values:  {res}102{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 355.413
{txt}{col 15}std. dev:{res}{col 26} 270.498

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27} 110.008{col 37}     164{col 47}     286{col 57}     455{col 67} 732.324

{txt}{hline}
{res}manuf90{right:Manufacturing employees (by industries)}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}6{txt},{res}556{txt}]{col 55}units:  {res}1.000e-06
{col 10}{txt}unique values:  {res}103{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 230.128
{txt}{col 15}std. dev:{res}{col 26} 121.188

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}      95{col 37}     139{col 47}   222.5{col 57}     282{col 67}     397

{txt}{hline}
{res}semp90{right:Self-employed}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}0{txt},{res}214{txt}]{col 55}units:  {res}1.000e-06
{col 10}{txt}unique values:  {res}86{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26}  61.964
{txt}{col 15}std. dev:{res}{col 26} 43.8771

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}      15{col 37}      27{col 47}    51.5{col 57}      94{col 67}     121

{txt}{hline}
{res}ag16cv90{right:Civilian population 16 years and over}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}823{txt},{res}5508{txt}]{col 55}units:  {res}.0001
{col 10}{txt}unique values:  {res}105{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 2889.52
{txt}{col 15}std. dev:{res}{col 26} 986.418

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}    1639{col 37}    2297{col 47}    2837{col 57}    3465{col 67}    4317

{txt}{hline}
{res}vet90{right:Veterans}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}86{txt},{res}790{txt}]{col 55}units:  {res}.00001
{col 10}{txt}unique values:  {res}99{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 389.724
{txt}{col 15}std. dev:{res}{col 26} 156.554

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}     206{col 37}     265{col 47}     366{col 57} 476.988{col 67}     625

{txt}{hline}
{res}cni16u90{right:Civilian non-institutionalized persons 16-64 years old}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}823{txt},{res}5435{txt}]{col 55}units:  {res}.0001
{col 10}{txt}unique values:  {res}106{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 2834.67
{txt}{col 15}std. dev:{res}{col 26} 964.877

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}    1608{col 37}    2157{col 47}  2815.5{col 57}    3401{col 67}    4156

cni16u90:
{txt}{p 2 6}
1.
In 1990, Civilian Non-institutionalized persons 16 years and over.
{p_end}

{txt}{hline}
{res}dis90{right:Disabled}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}150{txt},{res}920.99695{txt}]{col 55}units:  {res}.00001
{col 10}{txt}unique values:  {res}101{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 465.345
{txt}{col 15}std. dev:{res}{col 26}  170.86

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}     230{col 37} 358.096{col 47} 448.965{col 57}     591{col 67}     677

{txt}{hline}
{res}dpov90{right:Persons for whom poverty status is determined}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}923{txt},{res}7190{txt}]{col 55}units:  {res}.0001
{col 10}{txt}unique values:  {res}103{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 3647.52
{txt}{col 15}std. dev:{res}{col 26}  1263.8

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}    2018{col 37}    2852{col 47}    3601{col 57}    4446{col 67}    5122

{txt}{hline}
{res}npov90{right:Persons in poverty}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}48.000004{txt},{res}2812{txt}]{col 55}units:  {res}1.000e-06
{col 10}{txt}unique values:  {res}104{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 898.786
{txt}{col 15}std. dev:{res}{col 26} 605.571

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27} 154.989{col 37}     316{col 47}     877{col 57}    1267{col 67}    1712

{txt}{hline}
{res}n65pov90{right:Persons 65 years and older in poverty}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}0{txt},{res}393{txt}]{col 55}units:  {res}1.000e-06
{col 10}{txt}unique values:  {res}90{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 110.453
{txt}{col 15}std. dev:{res}{col 26} 73.7756

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}      38{col 37}      55{col 47}      89{col 57}     152{col 67}     233

{txt}{hline}
{res}dfmpov90{right:Families for whom poverty status is determined}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}125{txt},{res}1882{txt}]{col 55}units:  {res}.00001
{col 10}{txt}unique values:  {res}103{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 865.557
{txt}{col 15}std. dev:{res}{col 26}  341.03

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}     437{col 37}     652{col 47}   828.5{col 57}    1047{col 67}    1240

{txt}{hline}
{res}nfmpov90{right:Families with children in poverty}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}25{txt},{res}1118{txt}]{col 55}units:  {res}1.000e-06
{col 10}{txt}unique values:  {res}98{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 463.933
{txt}{col 15}std. dev:{res}{col 26} 210.353

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}     216{col 37}     335{col 47}   453.5{col 57}     608{col 67}     749

{txt}{hline}
{res}dwpov90{right:White persons for whom poverty status is determined}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}0{txt},{res}6464{txt}]{col 55}units:  {res}1.000e-09
{col 10}{txt}unique values:  {res}100{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 1852.43
{txt}{col 15}std. dev:{res}{col 26} 1722.23

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}      13{col 37}     119{col 47}  1585.5{col 57} 3083.04{col 67}    4440

{txt}{hline}
{res}nwpov90{right:whites in poverty}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}0{txt},{res}1207{txt}]{col 55}units:  {res}1.000e-09
{col 10}{txt}unique values:  {res}95{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 234.013
{txt}{col 15}std. dev:{res}{col 26} 261.364

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       0{col 37}      29{col 47} 148.263{col 57} 361.994{col 67} 595.129

{txt}{hline}
{res}dbpov90{right:Black persons for whom poverty status is determined}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}0{txt},{res}6971{txt}]{col 55}units:  {res}1.000e-09
{col 10}{txt}unique values:  {res}99{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 1736.83
{txt}{col 15}std. dev:{res}{col 26} 1740.02

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       6{col 37}     169{col 47} 1066.11{col 57}    3286{col 67}    4097

{txt}{hline}
{res}nbpov90{right:Blacks in poverty}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}0{txt},{res}2636{txt}]{col 55}units:  {res}1.000e-09
{col 10}{txt}unique values:  {res}90{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 649.603
{txt}{col 15}std. dev:{res}{col 26} 660.187

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       0{col 37} 23.9905{col 47}   437.5{col 57}    1159{col 67} 1477.96

{txt}{hline}
{res}dnapov90{right:Native American for whom poverty status is determined}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}0{txt},{res}100{txt}]{col 55}units:  {res}1.000e-09
{col 10}{txt}unique values:  {res}43{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 12.4245
{txt}{col 15}std. dev:{res}{col 26} 18.4837

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       0{col 37}       0{col 47}       7{col 57}      13{col 67}      32

{txt}{hline}
{res}nnapov90{right:Native Americans in poverty}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}0{txt},{res}65{txt}]{col 55}units:  {res}1.000e-09
{col 10}{txt}unique values:  {res}21{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 3.17925
{txt}{col 15}std. dev:{res}{col 26} 8.49171

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       0{col 37}       0{col 47}       0{col 57} .000414{col 67}       9

{txt}{hline}
{res}dhpov90{right:Hispanics for whom poverty status is determined}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}0{txt},{res}275{txt}]{col 55}units:  {res}1.000e-09
{col 10}{txt}unique values:  {res}76{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 44.0398
{txt}{col 15}std. dev:{res}{col 26} 55.1442

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       0{col 37}       8{col 47}    24.5{col 57}      55{col 67}     111

{txt}{hline}
{res}nhpov90{right:Hispanics in poverty}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}0{txt},{res}152{txt}]{col 55}units:  {res}1.000e-09
{col 10}{txt}unique values:  {res}40{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 10.3305
{txt}{col 15}std. dev:{res}{col 26} 23.0533

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       0{col 37}       0{col 47}       0{col 57} 9.45702{col 67}      30

{txt}{hline}
{res}dapov90{right:Asians and Pacific Islanders for whom poverty status is determined}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}0{txt},{res}237{txt}]{col 55}units:  {res}1.000e-09
{col 10}{txt}unique values:  {res}58{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 32.1807
{txt}{col 15}std. dev:{res}{col 26} 49.3185

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       0{col 37}       0{col 47}       8{col 57}      44{col 67} 96.9592

{txt}{hline}
{res}napov90{right:Asians and Pacific Islanders in poverty}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}0{txt},{res}112{txt}]{col 55}units:  {res}1.000e-08
{col 10}{txt}unique values:  {res}28{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 8.58571
{txt}{col 15}std. dev:{res}{col 26} 20.3388

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       0{col 37}       0{col 47}       0{col 57}       7{col 67}      25

{txt}{hline}
{res}incpc90{right:Per capita income}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}4051{txt},{res}26931{txt}]{col 55}units:  {res}.0001
{col 10}{txt}unique values:  {res}102{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 10840.4
{txt}{col 15}std. dev:{res}{col 26} 4724.74

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}    5663{col 37}    7413{col 47} 9657.58{col 57}   13226{col 67}   16817

{txt}{hline}
{res}hu90sp{right:Housing units in sample-based data}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}731{txt},{res}3535{txt}]{col 55}units:  {res}.00001
{col 10}{txt}unique values:  {res}105{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 1838.89
{txt}{col 15}std. dev:{res}{col 26} 603.452

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27} 1090.48{col 37}    1429{col 47}    1812{col 57}    2237{col 67}    2648

{txt}{hline}
{res}h30old90{right:Structures built more than 30 years ago}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}207.00002{txt},{res}3322{txt}]{col 55}units:  {res}.00001
{col 10}{txt}unique values:  {res}103{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 1503.14
{txt}{col 15}std. dev:{res}{col 26} 623.881

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}     676{col 37}    1071{col 47}    1448{col 57}    1908{col 67}    2396

{txt}{hline}
{res}ohu90sp{right:Occupied Housing Units in sample-based data}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}478{txt},{res}2970{txt}]{col 55}units:  {res}.00001
{col 10}{txt}unique values:  {res}105{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 1555.98
{txt}{col 15}std. dev:{res}{col 26} 546.479

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}     879{col 37}    1165{col 47}    1475{col 57}    1855{col 67}    2346

{txt}{hline}
{res}h10yrs90{right:Household heads moved into unit less than 10 years ago}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}306{txt},{res}2281{txt}]{col 55}units:  {res}.00001
{col 10}{txt}unique values:  {res}100{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 956.394
{txt}{col 15}std. dev:{res}{col 26} 410.927

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}     494{col 37} 633.003{col 47} 864.475{col 57}    1230{col 67}    1500

{txt}{hline}
{res}dmulti90{right:Housing units}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}731{txt},{res}3535{txt}]{col 55}units:  {res}.00001
{col 10}{txt}unique values:  {res}105{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 1838.89
{txt}{col 15}std. dev:{res}{col 26} 603.452

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27} 1090.48{col 37}    1429{col 47}    1812{col 57}    2237{col 67}    2648

dmulti90:
{txt}{p 2 6}
1.
This variable serves as the denominator for calculating the percentage of housing units in multi-unit structures. In 1970 and 1980, the universe is "all year-round housing units (occupied units plus vacant year-round)."
{p_end}

{txt}{hline}
{res}multi90{right:Housing units in multi-unit structures}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}19.007727{txt},{res}2793{txt}]{col 55}units:  {res}1.000e-06
{col 10}{txt}unique values:  {res}105{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 1093.35
{txt}{col 15}std. dev:{res}{col 26} 582.475

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}     286{col 37}     701{col 47}  1082.5{col 57}    1437{col 67}    1934

{txt}{hline}
{res}hinc90{right:Median household income}
{txt}{hline}

{col 19}type:  string ({res}str11{txt})

{col 10}unique values:  {res}106{col 51}{txt}missing "":  {res}0{txt}/{res}106

{txt}{col 15}examples:  {res}"14036.00008"
{col 26}"18091.99996"
{col 26}"23165.00023"
{col 26}"26473.0003"

{txt}{hline}
{res}hincw90{right:Median household income for whites}
{txt}{hline}

{col 19}type:  string ({res}str11{txt})

{col 10}unique values:  {res}101{col 51}{txt}missing "":  {res}0{txt}/{res}106

{txt}{col 15}examples:  {res}"15794.39267"
{col 26}"21471.21566"
{col 26}"2500.000067"
{col 26}"29121.16126"

{txt}{col 16}warning:  variable has leading and trailing blanks
{res}
{txt}{hline}
{res}hincb90{right:Median household income for blacks}
{txt}{hline}

{col 19}type:  string ({res}str11{txt})

{col 10}unique values:  {res}94{col 51}{txt}missing "":  {res}0{txt}/{res}106

{txt}{col 15}examples:  {res}"11023.98545"
{col 26}"13848.48466"
{col 26}"18309.35265"
{col 26}"26666.66676"

{txt}{col 16}warning:  variable has leading and trailing blanks
{res}
{txt}{hline}
{res}hinch90{right:Median household income for Hispanics}
{txt}{hline}

{col 19}type:  string ({res}str11{txt})

{col 10}unique values:  {res}73{col 51}{txt}missing "":  {res}0{txt}/{res}106

{txt}{col 15}examples:  {res}""
{col 26}"12500"
{col 26}"22812.50015"
{col 26}"32333.3335"

{txt}{col 16}warning:  variable has leading and trailing blanks
{res}
{txt}{hline}
{res}hinca90{right:Median household income for Asians and Pacific Islanders}
{txt}{hline}

{col 19}type:  string ({res}str11{txt})

{col 10}unique values:  {res}56{col 51}{txt}missing "":  {res}0{txt}/{res}106

{txt}{col 15}examples:  {res}""
{col 26}""
{col 26}"19999.99982"
{col 26}"3511.904787"

{txt}{col 16}warning:  variable has leading and trailing blanks
{res}
{txt}{hline}
{res}hh90{right:Total households in sample-based data}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}471{txt},{res}2984{txt}]{col 55}units:  {res}.00001
{col 10}{txt}unique values:  {res}105{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 1551.01
{txt}{col 15}std. dev:{res}{col 26}  540.37

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27} 903.938{col 37} 1186.06{col 47}    1492{col 57}    1841{col 67} 2333.27

{txt}{hline}
{res}hhw90{right:Total white households in sample-based data}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}0{txt},{res}2961{txt}]{col 55}units:  {res}1.000e-09
{col 10}{txt}unique values:  {res}96{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 905.003
{txt}{col 15}std. dev:{res}{col 26} 813.318

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       7{col 37}      45{col 47}     842{col 57}    1572{col 67}    2115

{txt}{hline}
{res}hhb90{right:Total black households in sample-based data}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}0{txt},{res}2197.9915{txt}]{col 55}units:  {res}1.000e-07
{col 10}{txt}unique values:  {res}93{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 624.722
{txt}{col 15}std. dev:{res}{col 26} 604.742

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       0{col 37}      54{col 47}   442.5{col 57}    1187{col 67}    1477

{txt}{hline}
{res}hhh90{right:Total Hispanic households in sample-based data}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}0{txt},{res}115{txt}]{col 55}units:  {res}1.000e-07
{col 10}{txt}unique values:  {res}53{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 15.8968
{txt}{col 15}std. dev:{res}{col 26} 19.5717

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       0{col 37}       0{col 47}      11{col 57} 24.6797{col 67}      41

{txt}{hline}
{res}hha90{right:Total Asian/Pacific Islander households in sample-based data}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}0{txt},{res}80{txt}]{col 55}units:  {res}1.000e-09
{col 10}{txt}unique values:  {res}44{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 12.0005
{txt}{col 15}std. dev:{res}{col 26} 18.7955

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       0{col 37}       0{col 47} 1.00021{col 57}      17{col 67}  37.984

{txt}{hline}
{res}pop00{right:Total Population}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}1172{txt},{res}6795{txt}]{col 55}units:  {res}.0001
{col 10}{txt}unique values:  {res}106{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26}  3284.9
{txt}{col 15}std. dev:{res}{col 26} 1254.96

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}    1831{col 37}    2269{col 47}  3081.5{col 57}    4016{col 67}    5165

{txt}{hline}
{res}nhwht00{right:Persons of White Race, Not Hispanic Origin}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}8{txt},{res}6266{txt}]{col 55}units:  {res}1.000e-06
{col 10}{txt}unique values:  {res}101{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 1408.82
{txt}{col 15}std. dev:{res}{col 26} 1410.86

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}      18{col 37}      59{col 47}  1007.5{col 57}    2406{col 67}    3353

{txt}{hline}
{res}nhblk00{right:Persons of Black Race, Not Hispanic Origin}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}28{txt},{res}5983{txt}]{col 55}units:  {res}.00001
{col 10}{txt}unique values:  {res}106{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 1702.74
{txt}{col 15}std. dev:{res}{col 26} 1303.97

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}      94{col 37}     587{col 47}    1606{col 57}    2575{col 67}    3398

{txt}{hline}
{res}ntv00{right:Persons of Native American Race}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}0{txt},{res}76.004608{txt}]{col 55}units:  {res}1.000e-07
{col 10}{txt}unique values:  {res}56{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 16.5192
{txt}{col 15}std. dev:{res}{col 26} 14.2434

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       3{col 37}       6{col 47} 12.3446{col 57}      24{col 67}      34

{txt}{hline}
{res}asian00{right:Persons of Asian Race and Pacific Islander}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}0{txt},{res}414{txt}]{col 55}units:  {res}1.000e-11
{col 10}{txt}unique values:  {res}72{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26}  73.139
{txt}{col 15}std. dev:{res}{col 26} 103.208

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       1{col 37}       4{col 47}      31{col 57}  104.72{col 67}     206

{txt}{hline}
{res}hisp00{right:Persons of Hispanic Origin}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}2.0003366{txt},{res}288{txt}]{col 55}units:  {res}1.000e-07
{col 10}{txt}unique values:  {res}79{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 66.2476
{txt}{col 15}std. dev:{res}{col 26} 63.5727

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27} 11.0001{col 37}      16{col 47}      41{col 57}     101{col 67}     159

{txt}{hline}
{res}haw00{right:Persons of Hawaiian Race}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}0{txt},{res}2{txt}]{col 55}units:  {res}1.000e-13
{col 10}{txt}unique values:  {res}8{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 13}tabulation:  Freq.  Value
{col 21}{res}        88{col 33}0
{col 21}         1{col 33}4.637e-06
{col 21}         1{col 33}.0045249
{col 21}         1{col 33}.47461027
{col 21}         1{col 33}.52538973
{col 21}         1{col 33}.99999535
{col 21}        12{col 33}1
{col 21}         1{col 33}2

{txt}{hline}
{res}india00{right:Persons of Asian Indian Race}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}0{txt},{res}107{txt}]{col 55}units:  {res}1.000e-11
{col 10}{txt}unique values:  {res}42{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 9.67032
{txt}{col 15}std. dev:{res}{col 26} 16.6887

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       0{col 37}       1{col 47}       4{col 57}      10{col 67} 22.9903

{txt}{hline}
{res}china00{right:Persons of Chinese Race}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}0{txt},{res}124{txt}]{col 55}units:  {res}1.000e-12
{col 10}{txt}unique values:  {res}42{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 11.5015
{txt}{col 15}std. dev:{res}{col 26} 20.9127

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       0{col 37}       1{col 47}       3{col 57}      12{col 67} 28.4796

{txt}{hline}
{res}filip00{right:Persons of Filipino Race}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}0{txt},{res}34{txt}]{col 55}units:  {res}1.000e-11
{col 10}{txt}unique values:  {res}40{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 6.02852
{txt}{col 15}std. dev:{res}{col 26} 6.78183

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       0{col 37} .006591{col 47}       4{col 57}      10{col 67}      16

{txt}{hline}
{res}japan00{right:Persons of Japanese Race}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}0{txt},{res}30{txt}]{col 55}units:  {res}1.000e-13
{col 10}{txt}unique values:  {res}31{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 3.17014
{txt}{col 15}std. dev:{res}{col 26} 5.15184

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       0{col 37}       0{col 47}       1{col 57}       4{col 67}       9

{txt}{hline}
{res}korea00{right:Persons of Korean Race}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}0{txt},{res}42{txt}]{col 55}units:  {res}1.000e-08
{col 10}{txt}unique values:  {res}29{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 3.71729
{txt}{col 15}std. dev:{res}{col 26} 6.49635

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       0{col 37}       0{col 47}       1{col 57}       4{col 67}      12

{txt}{hline}
{res}viet00{right:Persons of Vietnamese Race}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}0{txt},{res}343{txt}]{col 55}units:  {res}1.000e-13
{col 10}{txt}unique values:  {res}50{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 32.6792
{txt}{col 15}std. dev:{res}{col 26} 73.4852

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       0{col 37}       0{col 47}     3.5{col 57}      20{col 67}     112

{txt}{hline}
{res}mex00{right:Mexicans}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}0{txt},{res}186{txt}]{col 55}units:  {res}1.000e-07
{col 10}{txt}unique values:  {res}70{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 38.7834
{txt}{col 15}std. dev:{res}{col 26} 45.6931

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27} 3.99636{col 37}       7{col 47}    18.5{col 57}      53{col 67}     105

{txt}{hline}
{res}pr00{right:Puerto Ricans}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}0{txt},{res}27{txt}]{col 55}units:  {res}1.000e-12
{col 10}{txt}unique values:  {res}31{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 4.71716
{txt}{col 15}std. dev:{res}{col 26} 4.81215

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       0{col 37}       1{col 47}     3.5{col 57}       7{col 67}      10

{txt}{hline}
{res}cuban00{right:Cubans}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}0{txt},{res}17{txt}]{col 55}units:  {res}1.000e-13
{col 10}{txt}unique values:  {res}30{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 3.51891
{txt}{col 15}std. dev:{res}{col 26} 4.03095

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       0{col 37}       0{col 47}       2{col 57} 5.60254{col 67} 9.21149

{txt}{hline}
{res}hu00{right:Housing Units}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}543{txt},{res}3155{txt}]{col 55}units:  {res}.00001
{col 10}{txt}unique values:  {res}103{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 1663.75
{txt}{col 15}std. dev:{res}{col 26} 592.017

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}     962{col 37}    1221{col 47}    1573{col 57} 2055.89{col 67} 2537.28

{txt}{hline}
{res}vac00{right:Vacant Housing Units}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}32{txt},{res}800{txt}]{col 55}units:  {res}.00001
{col 10}{txt}unique values:  {res}99{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 276.208
{txt}{col 15}std. dev:{res}{col 26} 155.521

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}      97{col 37}     146{col 47}   268.5{col 57}     359{col 67}     499

{txt}{hline}
{res}ohu00{right:Occupied Housing Units}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}426{txt},{res}2981{txt}]{col 55}units:  {res}.00001
{col 10}{txt}unique values:  {res}105{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 1387.54
{txt}{col 15}std. dev:{res}{col 26} 558.941

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27} 738.401{col 37}     951{col 47}  1299.5{col 57}    1770{col 67}    2204

{txt}{hline}
{res}a18und00{right:Persons age 17 years and under}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}48{txt},{res}2372{txt}]{col 55}units:  {res}.00001
{col 10}{txt}unique values:  {res}105{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 845.839
{txt}{col 15}std. dev:{res}{col 26} 442.424

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}     312{col 37}     537{col 47} 816.715{col 57}    1066{col 67}    1500

{txt}{hline}
{res}a60up00{right:Persons age 60 years and over}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}162{txt},{res}1642{txt}]{col 55}units:  {res}.00001
{col 10}{txt}unique values:  {res}103{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 560.897
{txt}{col 15}std. dev:{res}{col 26} 277.956

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27} 243.809{col 37}     365{col 47}     514{col 57}     717{col 67} 916.513

{txt}{hline}
{res}a75up00{right:Persons age 75 years and over}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}51{txt},{res}968{txt}]{col 55}units:  {res}1.000e-06
{col 10}{txt}unique values:  {res}97{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 233.919
{txt}{col 15}std. dev:{res}{col 26} 151.635

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27} 97.9203{col 37}     137{col 47}   185.5{col 57}     293{col 67}     431

{txt}{hline}
{res}agewht00{right:White Population with Known Age Distribution}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}8{txt},{res}6266{txt}]{col 55}units:  {res}1.000e-06
{col 10}{txt}unique values:  {res}101{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 1408.82
{txt}{col 15}std. dev:{res}{col 26} 1410.86

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}      18{col 37}      59{col 47}  1007.5{col 57}    2406{col 67}    3353

{txt}{hline}
{res}a15wht00{right:0-15 years old of White Race}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}0{txt},{res}1163{txt}]{col 55}units:  {res}1.000e-13
{col 10}{txt}unique values:  {res}82{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 204.667
{txt}{col 15}std. dev:{res}{col 26} 248.872

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       2{col 37}       6{col 47}      87{col 57} 370.844{col 67}     541

{txt}{hline}
{res}a60wht00{right:60 Years and Older of White Race}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}0{txt},{res}1607{txt}]{col 55}units:  {res}1.000e-07
{col 10}{txt}unique values:  {res}93{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 296.516
{txt}{col 15}std. dev:{res}{col 26} 326.024

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       3{col 37}      15{col 47}     181{col 57}     445{col 67}     777

{txt}{hline}
{res}ageblk00{right:Black Population with Known Age Distribution}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}16{txt},{res}5937{txt}]{col 55}units:  {res}.00001
{col 10}{txt}unique values:  {res}105{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 1674.05
{txt}{col 15}std. dev:{res}{col 26} 1293.66

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}      83{col 37}     565{col 47}    1537{col 57}    2510{col 67}    3373

{txt}{hline}
{res}a15blk00{right:0-15 years old of Black Race}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}3{txt},{res}1750{txt}]{col 55}units:  {res}1.000e-06
{col 10}{txt}unique values:  {res}102{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26}  494.97
{txt}{col 15}std. dev:{res}{col 26} 408.121

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}      25{col 37}     122{col 47}   479.5{col 57}     752{col 67} 1053.97

{txt}{hline}
{res}a60blk00{right:60 years and older of Black Race}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}0{txt},{res}1315.9951{txt}]{col 55}units:  {res}1.000e-06
{col 10}{txt}unique values:  {res}93{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 247.268
{txt}{col 15}std. dev:{res}{col 26} 276.251

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       4{col 37}      26{col 47}   120.5{col 57}     387{col 67}     639

{txt}{hline}
{res}agehsp00{right:Hispanic Population with Known Age Distribution}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}2.0003366{txt},{res}288{txt}]{col 55}units:  {res}1.000e-07
{col 10}{txt}unique values:  {res}79{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 66.2476
{txt}{col 15}std. dev:{res}{col 26} 63.5727

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27} 11.0001{col 37}      16{col 47}      41{col 57}     101{col 67}     159

{txt}{hline}
{res}a15hsp00{right:0-15 years old of Hispanic Origins}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}0{txt},{res}100{txt}]{col 55}units:  {res}1.000e-08
{col 10}{txt}unique values:  {res}58{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 17.5757
{txt}{col 15}std. dev:{res}{col 26}  20.446

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27} 1.00003{col 37} 3.67773{col 47}       9{col 57}      25{col 67}      48

{txt}{hline}
{res}a60hsp00{right:60 years and older persons of Hispanic Origins}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}0{txt},{res}35{txt}]{col 55}units:  {res}1.000e-12
{col 10}{txt}unique values:  {res}37{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 5.87744
{txt}{col 15}std. dev:{res}{col 26} 5.65342

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       1{col 37}       2{col 47} 4.50226{col 57}       8{col 67}      13

{txt}{hline}
{res}agentv00{right:Native American Population with Known Age Distribution}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}0{txt},{res}28.002293{txt}]{col 55}units:  {res}1.000e-07
{col 10}{txt}unique values:  {res}40{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 8.13226
{txt}{col 15}std. dev:{res}{col 26} 6.22401

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       2{col 37}       4{col 47} 6.39371{col 57}      11{col 67}      16

{txt}{hline}
{res}a15ntv00{right:0-15 years old of Native American Race}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}0{txt},{res}13{txt}]{col 55}units:  {res}1.000e-13
{col 10}{txt}unique values:  {res}24{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 1.77363
{txt}{col 15}std. dev:{res}{col 26}  2.3131

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       0{col 37}       0{col 47}       1{col 57}       2{col 67}       5

{txt}{hline}
{res}a60ntv00{right:60 years and Older Persons of Native American Race}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}0{txt},{res}5{txt}]{col 55}units:  {res}1.000e-11
{col 10}{txt}unique values:  {res}16{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} .971679
{txt}{col 15}std. dev:{res}{col 26} 1.17487

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       0{col 37}       0{col 47}       1{col 57}       1{col 67}       3

{txt}{hline}
{res}ageasn00{right:Asian and Pacific Islander Population with Known Age Distribution}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}0{txt},{res}403{txt}]{col 55}units:  {res}1.000e-11
{col 10}{txt}unique values:  {res}71{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 65.1259
{txt}{col 15}std. dev:{res}{col 26} 96.2013

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27} .005273{col 37}       3{col 47}      24{col 57}      82{col 67}     190

{txt}{hline}
{res}a15asn00{right:0-15 years old of Asians and Pacific Islanders}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}0{txt},{res}112{txt}]{col 55}units:  {res}1.000e-08
{col 10}{txt}unique values:  {res}39{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 11.6325
{txt}{col 15}std. dev:{res}{col 26} 22.5376

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       0{col 37}       0{col 47}     3.5{col 57}       9{col 67}      34

{txt}{hline}
{res}a60asn00{right:60 years and Older Persons of Asians and Pacific Islanders}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}0{txt},{res}41{txt}]{col 55}units:  {res}1.000e-13
{col 10}{txt}unique values:  {res}37{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 5.23593
{txt}{col 15}std. dev:{res}{col 26} 8.26058

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       0{col 37} .001318{col 47}       2{col 57}       7{col 67}      13

{txt}{hline}
{res}family00{right:Total Families}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}81{txt},{res}1745{txt}]{col 55}units:  {res}.00001
{col 10}{txt}unique values:  {res}102{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 726.207
{txt}{col 15}std. dev:{res}{col 26} 325.411

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27} 358.805{col 37}     484{col 47}   705.5{col 57}     920{col 67}    1155

{txt}{hline}
{res}fhh00{right:Female-headed families with children}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}9{txt},{res}607{txt}]{col 55}units:  {res}1.000e-06
{col 10}{txt}unique values:  {res}99{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 208.456
{txt}{col 15}std. dev:{res}{col 26} 132.945

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}      57{col 37}     102{col 47}   168.5{col 57}     286{col 67}  382.99

{txt}{hline}
{res}own00{right:Owner-occupied housing units}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}5{txt},{res}2400{txt}]{col 55}units:  {res}.00001
{col 10}{txt}unique values:  {res}100{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 650.388
{txt}{col 15}std. dev:{res}{col 26} 415.313

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}     205{col 37}     351{col 47}     598{col 57} 839.005{col 67} 1185.96

{txt}{hline}
{res}rent00{right:Renter-occupied housing units}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}103{txt},{res}1866{txt}]{col 55}units:  {res}.00001
{col 10}{txt}unique values:  {res}103{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 737.149
{txt}{col 15}std. dev:{res}{col 26}  368.69

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}     342{col 37}     440{col 47}   681.5{col 57}     940{col 67}    1208

{txt}{hline}
{res}pop00sf3{right:Total population from sample-based data}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}1160{txt},{res}6795{txt}]{col 55}units:  {res}.0001
{col 10}{txt}unique values:  {res}106{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26}  3284.9
{txt}{col 15}std. dev:{res}{col 26} 1252.68

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}    1883{col 37}    2332{col 47}    3071{col 57}    4014{col 67}    5165

pop00sf3:
{txt}{p 2 6}
1.
In 1980, this variable serves as the denominator for calculating the percentages of specific European ancestry groups, which are only counted in the sample-based data in 1980. In 1990, this variable serves as the denominator for calculating the percentages of specific European ancestry groups, total foreign born, total foreign-born immigrated in the past 10 years, and total naturalized foreign-born, which are only counted in the sample-based data in 1990.
{p_end}

{txt}{hline}
{res}ruanc00{right:Persons of Russian/USSR parentage or Ancestry}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}0{txt},{res}186{txt}]{col 55}units:  {res}1.000e-09
{col 10}{txt}unique values:  {res}35{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 12.0961
{txt}{col 15}std. dev:{res}{col 26} 25.8046

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       0{col 37}       0{col 47} .005932{col 57} 12.0001{col 67}      31

{txt}{hline}
{res}itanc00{right:Persons of Italian parentage or Ancestry}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}0{txt},{res}1114{txt}]{col 55}units:  {res}1.000e-07
{col 10}{txt}unique values:  {res}67{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 97.7859
{txt}{col 15}std. dev:{res}{col 26}   158.2

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       0{col 37}       0{col 47} 41.5427{col 57}     133{col 67}     237

{txt}{hline}
{res}geanc00{right:Persons of German parentage or Ancestry}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}0{txt},{res}2186{txt}]{col 55}units:  {res}1.000e-07
{col 10}{txt}unique values:  {res}85{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 354.235
{txt}{col 15}std. dev:{res}{col 26} 407.263

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       0{col 37}      14{col 47}   216.5{col 57} 552.829{col 67}     929

{txt}{hline}
{res}iranc00{right:Persons of Irish parentage or Ancestry}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}0{txt},{res}752{txt}]{col 55}units:  {res}1.000e-06
{col 10}{txt}unique values:  {res}78{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26}  172.56
{txt}{col 15}std. dev:{res}{col 26} 187.647

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       0{col 37}       6{col 47}   108.5{col 57}     293{col 67} 470.802

{txt}{hline}
{res}scanc00{right:Persons of Scandinavian parentage or Ancestry}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}0{txt},{res}101{txt}]{col 55}units:  {res}1.000e-09
{col 10}{txt}unique values:  {res}45{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 14.1717
{txt}{col 15}std. dev:{res}{col 26} 20.8773

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       0{col 37}       0{col 47}       6{col 57}      24{col 67}      42

{txt}{hline}
{res}rufb00{right:Persons who were born in Russia/ USSR}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}0{txt},{res}65{txt}]{col 55}units:  {res}1.000e-06
{col 10}{txt}unique values:  {res}12{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 1.64155
{txt}{col 15}std. dev:{res}{col 26} 7.15181

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       0{col 37}       0{col 47}       0{col 57}       0{col 67}       5

{txt}{hline}
{res}itfb00{right:Persons who were born in Italy}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}0{txt},{res}76{txt}]{col 55}units:  {res}1.000e-09
{col 10}{txt}unique values:  {res}20{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 3.25482
{txt}{col 15}std. dev:{res}{col 26} 9.72327

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       0{col 37}       0{col 47}       0{col 57}       0{col 67}      12

{txt}{hline}
{res}gefb00{right:Persons who were born in Germany}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}0{txt},{res}45{txt}]{col 55}units:  {res}1.000e-07
{col 10}{txt}unique values:  {res}27{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 5.92475
{txt}{col 15}std. dev:{res}{col 26} 9.84373

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       0{col 37}       0{col 47}       0{col 57}       8{col 67}      21

{txt}{hline}
{res}irfb00{right:Persons who were born in Ireland}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}0{txt},{res}17{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}7{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 13}tabulation:  Freq.  Value
{col 21}{res}       100{col 33}0
{col 21}         1{col 33}5
{col 21}         1{col 33}6
{col 21}         1{col 33}8
{col 21}         1{col 33}10
{col 21}         1{col 33}11
{col 21}         1{col 33}17

{txt}{hline}
{res}scfb00{right:Persons who were born in Ireland}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}0{txt},{res}12.083963{txt}]{col 55}units:  {res}1.000e-06
{col 10}{txt}unique values:  {res}6{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 13}tabulation:  Freq.  Value
{col 21}{res}       100{col 33}0
{col 21}         1{col 33}6
{col 21}         2{col 33}7
{col 21}         1{col 33}9
{col 21}         1{col 33}10.916037
{col 21}         1{col 33}12.083963

{txt}{hline}
{res}fb00{right:Foreign-born}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}0{txt},{res}1118{txt}]{col 55}units:  {res}1.000e-09
{col 10}{txt}unique values:  {res}87{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 184.363
{txt}{col 15}std. dev:{res}{col 26} 230.449

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27} .000466{col 37}      17{col 47}      76{col 57}     301{col 67} 494.997

{txt}{hline}
{res}nat00{right:Naturalized Foreign-Born}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}0{txt},{res}213{txt}]{col 55}units:  {res}1.000e-09
{col 10}{txt}unique values:  {res}70{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 50.4544
{txt}{col 15}std. dev:{res}{col 26} 53.2956

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       0{col 37}       8{col 47}      31{col 57}      89{col 67} 136.524

nat00:
{txt}{p 2 6}
1.
Count is the category of “foreign-born, naturalized” from the “citizenship” table.
{p_end}

{txt}{hline}
{res}n10imm00{right:Recent Immigrants (within the past 10 years)}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}0{txt},{res}1039{txt}]{col 55}units:  {res}1.000e-09
{col 10}{txt}unique values:  {res}75{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 134.314
{txt}{col 15}std. dev:{res}{col 26} 192.527

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       0{col 37}       7{col 47}      45{col 57}     207{col 67} 374.539

{txt}{hline}
{res}ag5up00{right:Persons 5 years and Over}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}1069{txt},{res}6228{txt}]{col 55}units:  {res}.0001
{col 10}{txt}unique values:  {res}106{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 3063.96
{txt}{col 15}std. dev:{res}{col 26} 1159.03

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}    1693{col 37}    2119{col 47}  2893.5{col 57}    3651{col 67}    4756

ag5up00:
{txt}{p 2 6}
1.
Variable serves as the universe for tabulating individuals’ English speaking ability.
{p_end}

{txt}{hline}
{res}olang00{right:Persons who speak language other than English at home}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}21{txt},{res}1070{txt}]{col 55}units:  {res}1.000e-06
{col 10}{txt}unique values:  {res}99{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 262.696
{txt}{col 15}std. dev:{res}{col 26} 241.261

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}      50{col 37}      82{col 47}     159{col 57}   370.4{col 67}  656.44

olang00:
{txt}{p 2 6}
1.
The universe is persons 5 years and older.
{p_end}

{txt}{hline}
{res}lep00{right:Persons who speak English not well}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}0{txt},{res}503{txt}]{col 55}units:  {res}1.000e-08
{col 10}{txt}unique values:  {res}79{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 72.3122
{txt}{col 15}std. dev:{res}{col 26} 98.3915

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       0{col 37}      10{col 47} 34.5191{col 57}      90{col 67}     201

lep00:
{txt}{p 2 6}
1.
The universe is persons 5 years and older. The numerator is the sum of "Not well" and "Not at all" categories from the table, "Language Other than English Spoken at Home by Ability to Speak English."
{p_end}

{txt}{hline}
{res}ag25up00{right:Population 25 years and over}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}565{txt},{res}4853{txt}]{col 55}units:  {res}.0001
{col 10}{txt}unique values:  {res}106{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 2093.92
{txt}{col 15}std. dev:{res}{col 26} 849.273

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}    1056{col 37}    1397{col 47}    2011{col 57}    2594{col 67}    3285

{txt}{hline}
{res}hs00{right:Persons with high school degree or less}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}326{txt},{res}2579{txt}]{col 55}units:  {res}.00001
{col 10}{txt}unique values:  {res}102{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 1177.01
{txt}{col 15}std. dev:{res}{col 26}  497.62

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}     558{col 37} 808.045{col 47} 1079.77{col 57}    1512{col 67} 1751.24

{txt}{hline}
{res}col00{right:Persons with at least a 4 year college degree}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}6{txt},{res}1901{txt}]{col 55}units:  {res}.00001
{col 10}{txt}unique values:  {res}98{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 399.434
{txt}{col 15}std. dev:{res}{col 26}  408.04

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}      66{col 37}     119{col 47}   258.5{col 57}     473{col 67}    1016

{txt}{hline}
{res}ag15up00{right:Persons age 15 years and over}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}853{txt},{res}5457{txt}]{col 55}units:  {res}.0001
{col 10}{txt}unique values:  {res}106{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 2574.36
{txt}{col 15}std. dev:{res}{col 26} 995.598

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}    1371{col 37}    1732{col 47}    2452{col 57}    3270{col 67}    3953

{txt}{hline}
{res}mar00{right:Currently married (excluding separated)}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}79{txt},{res}2841{txt}]{col 55}units:  {res}.00001
{col 10}{txt}unique values:  {res}104{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 840.854
{txt}{col 15}std. dev:{res}{col 26} 502.231

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}     300{col 37}     462{col 47}     768{col 57} 1114.39{col 67}    1556

{txt}{hline}
{res}wds00{right:Widowed, Divorced, and Separated}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}209{txt},{res}1431.9948{txt}]{col 55}units:  {res}.00001
{col 10}{txt}unique values:  {res}98{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 666.023
{txt}{col 15}std. dev:{res}{col 26} 236.714

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}     355{col 37}     511{col 47}   634.5{col 57}     821{col 67}     966

{txt}{hline}
{res}clf00{right:Civilian labor force 16 years and over}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}259{txt},{res}3667{txt}]{col 55}units:  {res}.00001
{col 10}{txt}unique values:  {res}104{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 1529.37
{txt}{col 15}std. dev:{res}{col 26} 712.772

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}     716{col 37}     954{col 47}    1427{col 57}    1944{col 67}    2540

{txt}{hline}
{res}unemp00{right:Unemployed}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}17{txt},{res}721{txt}]{col 55}units:  {res}1.000e-06
{col 10}{txt}unique values:  {res}94{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 172.256
{txt}{col 15}std. dev:{res}{col 26} 125.792

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}      64{col 37}      91{col 47}     145{col 57}     207{col 67}     283

{txt}{hline}
{res}dflabf00{right:Females 16 years and over, except in Armed Forces}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}513{txt},{res}2957{txt}]{col 55}units:  {res}.00001
{col 10}{txt}unique values:  {res}104{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 1367.58
{txt}{col 15}std. dev:{res}{col 26} 543.411

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}     683{col 37}     933{col 47}    1303{col 57}  1662.4{col 67}    2072

{txt}{hline}
{res}flabf00{right:Females in labor force}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}190{txt},{res}1826{txt}]{col 55}units:  {res}.00001
{col 10}{txt}unique values:  {res}101{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 769.071
{txt}{col 15}std. dev:{res}{col 26}  354.38

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}     359{col 37}     521{col 47}     717{col 57}     941{col 67}    1263

{txt}{hline}
{res}empclf00{right:Employed persons 16 years and over}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}195{txt},{res}3517{txt}]{col 55}units:  {res}.00001
{col 10}{txt}unique values:  {res}102{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 1357.11
{txt}{col 15}std. dev:{res}{col 26} 696.361

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}     566{col 37}     778{col 47}  1243.5{col 57}    1753{col 67}    2391

{txt}{hline}
{res}prof00{right:Professional employees (by occupations)}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}16{txt},{res}1406{txt}]{col 55}units:  {res}.00001
{col 10}{txt}unique values:  {res}102{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 402.725
{txt}{col 15}std. dev:{res}{col 26} 326.042

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}      93{col 37}     163{col 47}     320{col 57}     508{col 67}     930

{txt}{hline}
{res}manuf00{right:Manufacturing employees (by industries)}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}4{txt},{res}495{txt}]{col 55}units:  {res}1.000e-06
{col 10}{txt}unique values:  {res}94{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 162.456
{txt}{col 15}std. dev:{res}{col 26} 96.9692

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}      49{col 37}      81{col 47}   152.5{col 57}     224{col 67}     299

{txt}{hline}
{res}semp00{right:Self-employed}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}0{txt},{res}287{txt}]{col 55}units:  {res}1.000e-06
{col 10}{txt}unique values:  {res}83{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 78.4844
{txt}{col 15}std. dev:{res}{col 26} 57.2912

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}      23{col 37}      41{col 47}      61{col 57}     106{col 67} 153.414

{txt}{hline}
{res}ag18cv00{right:Self-employed}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}804{txt},{res}5248{txt}]{col 55}units:  {res}.0001
{col 10}{txt}unique values:  {res}105{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 2439.39
{txt}{col 15}std. dev:{res}{col 26} 951.312

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}    1290{col 37}    1644{col 47}  2286.5{col 57} 3096.92{col 67}    3817

{txt}{hline}
{res}vet00{right:Veterans}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}63{txt},{res}724{txt}]{col 55}units:  {res}.00001
{col 10}{txt}unique values:  {res}100{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 282.969
{txt}{col 15}std. dev:{res}{col 26} 129.518

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}     135{col 37} 191.876{col 47}     267{col 57}     356{col 67} 448.988

{txt}{hline}
{res}cni16u00{right:Civilian non-institutionalized persons 16-64 years old}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}665{txt},{res}4248{txt}]{col 55}units:  {res}.0001
{col 10}{txt}unique values:  {res}106{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 2057.27
{txt}{col 15}std. dev:{res}{col 26} 831.498

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}    1063{col 37}    1379{col 47} 1986.51{col 57}    2550{col 67}    3242

cni16u00:
{txt}{p 2 6}
1.
In 2000, Civilian Non-institutionalized Population 16 to 64 Years.
{p_end}

{txt}{hline}
{res}dis00{right:Disabled}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}134{txt},{res}1051{txt}]{col 55}units:  {res}.00001
{col 10}{txt}unique values:  {res}101{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 499.696
{txt}{col 15}std. dev:{res}{col 26} 202.001

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}     272{col 37}     366{col 47}     457{col 57}     601{col 67}     832

{txt}{hline}
{res}dpov00{right:Persons for whom poverty status is determined}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}1049{txt},{res}6795{txt}]{col 55}units:  {res}.0001
{col 10}{txt}unique values:  {res}106{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 3201.23
{txt}{col 15}std. dev:{res}{col 26} 1255.35

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27} 1782.66{col 37}    2186{col 47}  2988.5{col 57}    3909{col 67}    5056

{txt}{hline}
{res}npov00{right:Persons in poverty}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}85{txt},{res}2274{txt}]{col 55}units:  {res}.00001
{col 10}{txt}unique values:  {res}102{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 786.686
{txt}{col 15}std. dev:{res}{col 26} 449.882

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}     222{col 37}     491{col 47}   718.5{col 57}    1020{col 67}    1355

{txt}{hline}
{res}n65pov00{right:Persons 65 years and older in poverty}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}7{txt},{res}204.99927{txt}]{col 55}units:  {res}1.000e-06
{col 10}{txt}unique values:  {res}82{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26}  74.388
{txt}{col 15}std. dev:{res}{col 26} 42.8879

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}      26{col 37} 37.8172{col 47}      73{col 57}      97{col 67} 136.688

{txt}{hline}
{res}dfmpov00{right:Families for whom poverty status is determined}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}46{txt},{res}1735{txt}]{col 55}units:  {res}.00001
{col 10}{txt}unique values:  {res}103{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 733.829
{txt}{col 15}std. dev:{res}{col 26}  328.05

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}     375{col 37}     493{col 47}   708.5{col 57}     940{col 67}    1174

{txt}{hline}
{res}nfmpov00{right:Families with children in poverty}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}0{txt},{res}437{txt}]{col 55}units:  {res}1.000e-06
{col 10}{txt}unique values:  {res}93{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 124.831
{txt}{col 15}std. dev:{res}{col 26} 97.6893

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}      22{col 37}      47{col 47}     109{col 57}     179{col 67}     240

{txt}{hline}
{res}dwpov00{right:White persons for whom poverty status is determined}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}0{txt},{res}6225{txt}]{col 55}units:  {res}1.000e-06
{col 10}{txt}unique values:  {res}95{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 1365.41
{txt}{col 15}std. dev:{res}{col 26} 1403.95

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       9{col 37}      54{col 47}     946{col 57} 2386.15{col 67}    3294

{txt}{hline}
{res}nwpov00{right:whites in poverty}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}0{txt},{res}718.06213{txt}]{col 55}units:  {res}1.000e-06
{col 10}{txt}unique values:  {res}81{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 174.685
{txt}{col 15}std. dev:{res}{col 26} 168.768

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       0{col 37}      14{col 47}   133.5{col 57}     301{col 67}     389

{txt}{hline}
{res}dbpov00{right:Black persons for whom poverty status is determined}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}0{txt},{res}5890{txt}]{col 55}units:  {res}.00001
{col 10}{txt}unique values:  {res}105{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 1640.88
{txt}{col 15}std. dev:{res}{col 26} 1286.23

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}      98{col 37}     454{col 47}  1495.5{col 57}    2450{col 67}    3361

{txt}{hline}
{res}nbpov00{right:Blacks in poverty}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}0{txt},{res}1900{txt}]{col 55}units:  {res}1.000e-06
{col 10}{txt}unique values:  {res}98{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 558.878
{txt}{col 15}std. dev:{res}{col 26} 460.839

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}      12{col 37}     135{col 47}   518.5{col 57}     841{col 67}    1189

{txt}{hline}
{res}dnapov00{right:Native American for whom poverty status is determined}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}0{txt},{res}153{txt}]{col 55}units:  {res}1.000e-07
{col 10}{txt}unique values:  {res}32{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 9.58478
{txt}{col 15}std. dev:{res}{col 26} 18.7088

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       0{col 37}       0{col 47} .000029{col 57}      13{col 67}      26

{txt}{hline}
{res}nnapov00{right:Native Americans in poverty}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}0{txt},{res}27{txt}]{col 55}units:  {res}1.000e-07
{col 10}{txt}unique values:  {res}15{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 1.82072
{txt}{col 15}std. dev:{res}{col 26} 4.34199

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       0{col 37}       0{col 47}       0{col 57}       0{col 67}       8

{txt}{hline}
{res}dhpov00{right:Hispanics for whom poverty status is determined}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}0{txt},{res}302{txt}]{col 55}units:  {res}1.000e-09
{col 10}{txt}unique values:  {res}77{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 62.2275
{txt}{col 15}std. dev:{res}{col 26}  65.971

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       0{col 37}      14{col 47}    35.5{col 57}      92{col 67}     183

{txt}{hline}
{res}nhpov00{right:Hispanics in poverty}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}0{txt},{res}163{txt}]{col 55}units:  {res}1.000e-09
{col 10}{txt}unique values:  {res}49{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 15.7831
{txt}{col 15}std. dev:{res}{col 26} 25.1686

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       0{col 37}       0{col 47}       7{col 57} 20.0092{col 67}      41

{txt}{hline}
{res}dapov00{right:Asians and Pacific Islanders for whom poverty status is determined}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}0{txt},{res}402{txt}]{col 55}units:  {res}1.000e-09
{col 10}{txt}unique values:  {res}68{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 66.3506
{txt}{col 15}std. dev:{res}{col 26} 93.9683

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       0{col 37}       0{col 47}      21{col 57}      93{col 67}     196

{txt}{hline}
{res}napov00{right:Asians and Pacific Islanders in poverty}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}0{txt},{res}138{txt}]{col 55}units:  {res}1.000e-09
{col 10}{txt}unique values:  {res}38{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26}  15.057
{txt}{col 15}std. dev:{res}{col 26}  28.757

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       0{col 37}       0{col 47}       0{col 57}      13{col 67}      52

{txt}{hline}
{res}incpc00{right:Per capita income}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}5731{txt},{res}36799{txt}]{col 55}units:  {res}.001
{col 10}{txt}unique values:  {res}102{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 15741.9
{txt}{col 15}std. dev:{res}{col 26} 6282.68

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}    8917{col 37}   10627{col 47}   14240{col 57}   19638{col 67}   24021

{txt}{hline}
{res}hu00sp{right:Housing units in sample-based data}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}532{txt},{res}3155{txt}]{col 55}units:  {res}.0001
{col 10}{txt}unique values:  {res}103{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 1663.75
{txt}{col 15}std. dev:{res}{col 26} 591.919

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}     976{col 37}    1221{col 47}  1597.5{col 57} 2055.88{col 67} 2537.28

{txt}{hline}
{res}h30old00{right:Structures built more than 30 years ago}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}334{txt},{res}3080{txt}]{col 55}units:  {res}.0001
{col 10}{txt}unique values:  {res}105{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 1487.99
{txt}{col 15}std. dev:{res}{col 26}  595.78

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}     824{col 37}    1024{col 47} 1414.32{col 57}    1832{col 67}    2355

{txt}{hline}
{res}ohu00sp{right:Occupied Housing Units in sample-based data}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}424{txt},{res}2981{txt}]{col 55}units:  {res}.00001
{col 10}{txt}unique values:  {res}104{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 1387.54
{txt}{col 15}std. dev:{res}{col 26} 559.219

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}     723{col 37} 947.436{col 47}  1298.5{col 57}    1767{col 67}    2204

{txt}{hline}
{res}h10yrs00{right:Household heads moved into unit less than 10 years ago}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}267{txt},{res}2024{txt}]{col 55}units:  {res}.00001
{col 10}{txt}unique values:  {res}102{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 918.151
{txt}{col 15}std. dev:{res}{col 26} 444.262

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}     429{col 37}     544{col 47}   774.5{col 57}    1222{col 67} 1570.32

{txt}{hline}
{res}dmulti00{right:Housing units}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}532{txt},{res}3155{txt}]{col 55}units:  {res}.0001
{col 10}{txt}unique values:  {res}103{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 1663.75
{txt}{col 15}std. dev:{res}{col 26} 591.919

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}     976{col 37}    1221{col 47}  1597.5{col 57} 2055.88{col 67} 2537.28

dmulti00:
{txt}{p 2 6}
1.
This variable serves as the denominator for calculating the percentage of housing units in multi-unit structures. In 1970 and 1980, the universe is "all year-round housing units (occupied units plus vacant year-round)."
{p_end}

{txt}{hline}
{res}multi00{right:Housing units in multi-unit structures}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}40{txt},{res}2300{txt}]{col 55}units:  {res}.00001
{col 10}{txt}unique values:  {res}106{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26}  934.99
{txt}{col 15}std. dev:{res}{col 26}  520.91

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}     264{col 37}  600.03{col 47}     892{col 57}    1257{col 67}    1670

{txt}{hline}
{res}hinc00{right:Median household income}
{txt}{hline}

{col 19}type:  string ({res}str11{txt})

{col 10}unique values:  {res}106{col 51}{txt}missing "":  {res}0{txt}/{res}106

{txt}{col 15}examples:  {res}"19684"
{col 26}"23258.71798"
{col 26}"27964.27627"
{col 26}"33307"

{txt}{hline}
{res}hincw00{right:Median household income for whites}
{txt}{hline}

{col 19}type:  string ({res}str11{txt})

{col 10}unique values:  {res}90{col 51}{txt}missing "":  {res}0{txt}/{res}106

{txt}{col 15}examples:  {res}"16724"
{col 26}"25446"
{col 26}"33564.99891"
{col 26}"40302.00137"

{txt}{col 16}warning:  variable has leading and trailing blanks
{res}
{txt}{hline}
{res}hincb00{right:Median household income for blacks}
{txt}{hline}

{col 19}type:  string ({res}str11{txt})

{col 10}unique values:  {res}104{col 51}{txt}missing "":  {res}0{txt}/{res}106

{txt}{col 15}examples:  {res}"17477"
{col 26}"21447"
{col 26}"2499"
{col 26}"31136"

{txt}{col 16}warning:  variable has leading and trailing blanks
{res}
{txt}{hline}
{res}hinch00{right:Median household income for Hispanics}
{txt}{hline}

{col 19}type:  string ({res}str11{txt})

{col 10}unique values:  {res}81{col 51}{txt}missing "":  {res}0{txt}/{res}106

{txt}{col 15}examples:  {res}"100776"
{col 26}"23750"
{col 26}"32656"
{col 26}"40781.00192"

{txt}{col 16}warning:  variable has leading and trailing blanks
{res}
{txt}{hline}
{res}hinca00{right:Median household income for Asians and Pacific Islanders}
{txt}{hline}

{col 19}type:  string ({res}str11{txt})

{col 10}unique values:  {res}59{col 51}{txt}missing "":  {res}0{txt}/{res}106

{txt}{col 15}examples:  {res}""
{col 26}"20735.29412"
{col 26}"32500"
{col 26}"5000"

{txt}{col 16}warning:  variable has leading and trailing blanks
{res}
{txt}{hline}
{res}mhmval00{right:Median home value}
{txt}{hline}

{col 19}type:  string ({res}str11{txt})

{col 10}unique values:  {res}103{col 51}{txt}missing "":  {res}0{txt}/{res}106

{txt}{col 15}examples:  {res}"32701.13702"
{col 26}"43800"
{col 26}"55000"
{col 26}"68700.00277"

{txt}{hline}
{res}mrent00{right:Median monthly contract rent}
{txt}{hline}

{col 19}type:  string ({res}str11{txt})

{col 10}unique values:  {res}91{col 51}{txt}missing "":  {res}0{txt}/{res}106

{txt}{col 15}examples:  {res}"289"
{col 26}"320"
{col 26}"350"
{col 26}"384"

{txt}{hline}
{res}hh00{right:Total households in sample-based data}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}394{txt},{res}2961{txt}]{col 55}units:  {res}.00001
{col 10}{txt}unique values:  {res}106{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 1389.52
{txt}{col 15}std. dev:{res}{col 26} 559.285

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27} 718.045{col 37}     973{col 47}  1308.5{col 57}    1777{col 67}    2208

{txt}{hline}
{res}hhw00{right:Total white households in sample-based data}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}0{txt},{res}2891{txt}]{col 55}units:  {res}.00001
{col 10}{txt}unique values:  {res}87{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 690.212
{txt}{col 15}std. dev:{res}{col 26} 694.197

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       0{col 37}      16{col 47}     541{col 57}    1113{col 67}    1689

{txt}{hline}
{res}hhb00{right:Total black households in sample-based data}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}0{txt},{res}2095.9917{txt}]{col 55}units:  {res}.00001
{col 10}{txt}unique values:  {res}102{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 628.644
{txt}{col 15}std. dev:{res}{col 26} 470.839

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}      33{col 37}     183{col 47}   627.5{col 57}     958{col 67}    1215

{txt}{hline}
{res}hhh00{right:Total Hispanic households in sample-based data}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}0{txt},{res}94{txt}]{col 55}units:  {res}1.000e-09
{col 10}{txt}unique values:  {res}58{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 21.6794
{txt}{col 15}std. dev:{res}{col 26}  22.421

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       0{col 37}       5{col 47}      15{col 57}      35{col 67}      56

{txt}{hline}
{res}hha00{right:Total Asian/Pacific Islander households in sample-based data}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}0{txt},{res}213{txt}]{col 55}units:  {res}1.000e-09
{col 10}{txt}unique values:  {res}53{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 26.6422
{txt}{col 15}std. dev:{res}{col 26} 40.6357

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       0{col 37}       0{col 47}       9{col 57}      34{col 67}      81

{txt}{hline}
{res}pop10{right:Total Population}
{txt}{hline}

{col 19}type:  numeric ({res}long{txt})

{col 18}range:  [{res}1010{txt},{res}6028{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}105{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 3012.21
{txt}{col 15}std. dev:{res}{col 26}  1158.8

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}    1556{col 37}    2234{col 47}  2903.5{col 57}    3698{col 67}    4795

{txt}{hline}
{res}nhwht10{right:Persons of White Race, Not Hispanic Origin}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}7{txt},{res}5576{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}101{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 1270.77
{txt}{col 15}std. dev:{res}{col 26} 1243.53

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}      21{col 37}      60{col 47}  1054.5{col 57}    2182{col 67}    2956

{txt}{hline}
{res}nhblk10{right:Persons of Black Race, Not Hispanic Origin}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}66{txt},{res}4911{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}105{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 1515.39
{txt}{col 15}std. dev:{res}{col 26} 1077.53

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}     170{col 37}     666{col 47}  1412.5{col 57}    2322{col 67}    3004

{txt}{hline}
{res}ntv10{right:Persons of Native American Race}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}0{txt},{res}52{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}35{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 14.4245
{txt}{col 15}std. dev:{res}{col 26} 10.9501

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       2{col 37}       5{col 47}    12.5{col 57}      22{col 67}      29

{txt}{hline}
{res}asian10{right:Persons of Asian Race and Pacific Islander}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}0{txt},{res}765{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}72{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 101.311
{txt}{col 15}std. dev:{res}{col 26} 143.624

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       1{col 37}       6{col 47}    46.5{col 57}     135{col 67}     287

{txt}{hline}
{res}hisp10{right:Persons of Hispanic Origin}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}4{txt},{res}489{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}78{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26}     105
{txt}{col 15}std. dev:{res}{col 26} 111.324

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       9{col 37}      19{col 47}    64.5{col 57}     142{col 67}     305

{txt}{hline}
{res}haw10{right:Persons of Hawaiian Race}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}0{txt},{res}3{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}4{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 13}tabulation:  Freq.  Value
{col 21}{res}        83{col 33}0
{col 21}        17{col 33}1
{col 21}         4{col 33}2
{col 21}         2{col 33}3

{txt}{hline}
{res}india10{right:Persons of Asian Indian Race}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}0{txt},{res}235{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}37{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26}  17.783
{txt}{col 15}std. dev:{res}{col 26} 36.1468

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       0{col 37}       1{col 47}       6{col 57}      14{col 67}      53

{txt}{hline}
{res}china10{right:Persons of Chinese Race}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}0{txt},{res}497{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}40{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 21.7264
{txt}{col 15}std. dev:{res}{col 26} 57.4074

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       0{col 37}       1{col 47}       6{col 57}      16{col 67}      41

{txt}{hline}
{res}filip10{right:Persons of Filipino Race}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}0{txt},{res}35{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}30{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 8.20755
{txt}{col 15}std. dev:{res}{col 26} 8.26665

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       0{col 37}       1{col 47}     6.5{col 57}      13{col 67}      20

{txt}{hline}
{res}japan10{right:Persons of Japanese Race}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}0{txt},{res}32{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}19{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 3.84906
{txt}{col 15}std. dev:{res}{col 26} 5.55456

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       0{col 37}       0{col 47}       2{col 57}       6{col 67}      10

{txt}{hline}
{res}korea10{right:Persons of Korean Race}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}0{txt},{res}55{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}23{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 6.40566
{txt}{col 15}std. dev:{res}{col 26} 10.9551

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       0{col 37}       0{col 47}     2.5{col 57}       7{col 67}      16

{txt}{hline}
{res}viet10{right:Persons of Vietnamese Race}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}0{txt},{res}427{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}40{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 28.8491
{txt}{col 15}std. dev:{res}{col 26} 62.5934

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       0{col 37}       0{col 47}       6{col 57}      23{col 67}      88

{txt}{hline}
{res}mex10{right:Mexicans}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}0{txt},{res}371{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}72{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 67.5755
{txt}{col 15}std. dev:{res}{col 26} 86.0711

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       4{col 37}       9{col 47}      33{col 57}      87{col 67}     225

{txt}{hline}
{res}pr10{right:Puerto Ricans}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}0{txt},{res}28{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}21{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 6.60377
{txt}{col 15}std. dev:{res}{col 26} 5.76637

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       0{col 37}       2{col 47}       5{col 57}       9{col 67}      15

{txt}{hline}
{res}cuban10{right:Cubans}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}0{txt},{res}21{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}19{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26}  4.4717
{txt}{col 15}std. dev:{res}{col 26} 5.19195

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       0{col 37}       0{col 47}       3{col 57}       7{col 67}      13

{txt}{hline}
{res}family10{right:Total Families}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}21{txt},{res}1543{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}98{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 636.679
{txt}{col 15}std. dev:{res}{col 26} 278.491

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}     318{col 37}     442{col 47}   598.5{col 57}     796{col 67}    1032

{txt}{hline}
{res}fhh10{right:Female-headed families with children}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}3{txt},{res}599{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}90{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 170.915
{txt}{col 15}std. dev:{res}{col 26} 111.991

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}      49{col 37}      88{col 47}   146.5{col 57}     231{col 67}     316

{txt}{hline}
{res}hu10{right:Housing Units}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}452{txt},{res}3149{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}102{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26}  1660.4
{txt}{col 15}std. dev:{res}{col 26} 630.165

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}     902{col 37}    1213{col 47}  1567.5{col 57}    2080{col 67}    2590

{txt}{hline}
{res}vac10{right:Vacant Housing Units}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}41{txt},{res}1419{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}101{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 320.236
{txt}{col 15}std. dev:{res}{col 26} 185.373

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}     141{col 37}     192{col 47}     288{col 57}     405{col 67}     514

{txt}{hline}
{res}ohu10{right:Occupied Housing Units}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}338{txt},{res}2892{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}104{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 1340.16
{txt}{col 15}std. dev:{res}{col 26} 566.495

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}     610{col 37}     929{col 47}    1255{col 57}    1789{col 67}    2109

{txt}{hline}
{res}own10{right:Owner-occupied housing units}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}1{txt},{res}2280{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}102{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 607.783
{txt}{col 15}std. dev:{res}{col 26} 389.146

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}     212{col 37}     309{col 47}   546.5{col 57}     776{col 67}    1163

{txt}{hline}
{res}rent10{right:Renter-occupied housing units}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}127{txt},{res}2104{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}102{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 732.377
{txt}{col 15}std. dev:{res}{col 26}  387.56

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}     301{col 37}     436{col 47}   682.5{col 57}     928{col 67}    1281

{txt}{hline}
{res}a18und10{right:Persons age 17 years and under}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}6{txt},{res}1610{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}104{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26}  637.16
{txt}{col 15}std. dev:{res}{col 26} 338.349

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}     248{col 37}     381{col 47}     568{col 57}     792{col 67}    1050

{txt}{hline}
{res}a60up10{right:Persons age 60 years and over}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}122{txt},{res}1314{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}100{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 470.934
{txt}{col 15}std. dev:{res}{col 26} 224.444

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}     226{col 37}     310{col 47}     429{col 57}     596{col 67}     736

{txt}{hline}
{res}a75up10{right:Persons age 75 years and over}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}26{txt},{res}594{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}89{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 164.962
{txt}{col 15}std. dev:{res}{col 26} 105.194

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}      61{col 37}      96{col 47}     135{col 57}     217{col 67}     287

{txt}{hline}
{res}agewht10{right:White Population with Known Age Distribution}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}7{txt},{res}5576{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}101{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 1270.77
{txt}{col 15}std. dev:{res}{col 26} 1243.53

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}      21{col 37}      60{col 47}  1054.5{col 57}    2182{col 67}    2956

{txt}{hline}
{res}a15wht10{right:0-15 years old of White Race}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}0{txt},{res}776{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}76{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26}  137.33
{txt}{col 15}std. dev:{res}{col 26} 167.927

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       1{col 37}       5{col 47}    62.5{col 57}     232{col 67}     336

{txt}{hline}
{res}a60wht10{right:60 Years and Older of White Race}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}0{txt},{res}1266{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}84{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 230.208
{txt}{col 15}std. dev:{res}{col 26} 251.728

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       2{col 37}      13{col 47}   141.5{col 57}     367{col 67}     619

{txt}{hline}
{res}ageblk10{right:Black Population with Known Age Distribution}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}50{txt},{res}4865{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}106{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 1475.37
{txt}{col 15}std. dev:{res}{col 26}  1069.3

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}     132{col 37}     637{col 47}    1351{col 57}    2294{col 67}    2877

{txt}{hline}
{res}a15blk10{right:0-15 years old of Black Race}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}4{txt},{res}1328{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}97{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 353.377
{txt}{col 15}std. dev:{res}{col 26} 297.784

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}      29{col 37}      87{col 47}     284{col 57}     554{col 67}     742

{txt}{hline}
{res}a60blk10{right:60 years and older of Black Race}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}0{txt},{res}1051{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}90{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 220.481
{txt}{col 15}std. dev:{res}{col 26} 217.737

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       7{col 37}      45{col 47}     178{col 57}     313{col 67}     491

{txt}{hline}
{res}agehsp10{right:Hispanic Population with Known Age Distribution}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}4{txt},{res}489{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}78{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26}     105
{txt}{col 15}std. dev:{res}{col 26} 111.324

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       9{col 37}      19{col 47}    64.5{col 57}     142{col 67}     305

{txt}{hline}
{res}a15hsp10{right:0-15 years old of Hispanic Origins}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}0{txt},{res}175{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}53{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 27.6509
{txt}{col 15}std. dev:{res}{col 26} 36.6855

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       2{col 37}       4{col 47}    10.5{col 57}      35{col 67}      91

{txt}{hline}
{res}a60hsp10{right:60 years and older persons of Hispanic Origins}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}0{txt},{res}28{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}25{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26}  6.5283
{txt}{col 15}std. dev:{res}{col 26} 6.29922

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       0{col 37}       2{col 47}       5{col 57}       9{col 67}      15

{txt}{hline}
{res}ageasn10{right:Asian and Pacific Islander Population with Known Age Distribution}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}0{txt},{res}733{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}69{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 87.6887
{txt}{col 15}std. dev:{res}{col 26} 131.887

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       1{col 37}       4{col 47}    32.5{col 57}     120{col 67}     252

{txt}{hline}
{res}a15asn10{right:0-15 years old of Asians and Pacific Islanders}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}0{txt},{res}131{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}31{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 11.8113
{txt}{col 15}std. dev:{res}{col 26} 22.1536

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       0{col 37}       0{col 47}       4{col 57}      13{col 67}      30

{txt}{hline}
{res}a60asn10{right:60 years and Older Persons of Asians and Pacific Islanders}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}0{txt},{res}82{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}29{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 8.26415
{txt}{col 15}std. dev:{res}{col 26}  14.087

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       0{col 37}       0{col 47}       2{col 57}      11{col 67}      25

{txt}{hline}
{res}agentv10{right:Native American Population with Known Age Distribution}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}0{txt},{res}22{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}22{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 6.45283
{txt}{col 15}std. dev:{res}{col 26} 4.83072

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       2{col 37}       3{col 47}       5{col 57}       9{col 67}      13

{txt}{hline}
{res}a15ntv10{right:0-15 years old of Native American Race}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}0{txt},{res}9{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}9{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 13}tabulation:  Freq.  Value
{col 21}{res}        62{col 33}0
{col 21}        18{col 33}1
{col 21}        10{col 33}2
{col 21}         5{col 33}3
{col 21}         6{col 33}4
{col 21}         2{col 33}5
{col 21}         1{col 33}6
{col 21}         1{col 33}8
{col 21}         1{col 33}9

{txt}{hline}
{res}a60ntv10{right:60 years and Older Persons of Native American Race}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}0{txt},{res}5{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}6{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 13}tabulation:  Freq.  Value
{col 21}{res}        40{col 33}0
{col 21}        34{col 33}1
{col 21}        23{col 33}2
{col 21}         6{col 33}3
{col 21}         2{col 33}4
{col 21}         1{col 33}5

{txt}{hline}
{res}pop10a{right:Total Population}
{txt}{hline}

{col 19}type:  numeric ({res}long{txt})

{col 18}range:  [{res}1001{txt},{res}6146{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}104{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 3007.63
{txt}{col 15}std. dev:{res}{col 26} 1188.45

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}    1611{col 37}    2081{col 47}  2907.5{col 57}    3672{col 67}    4630

{txt}{hline}
{res}nhwht10a{right:Persons of White Race, Not Hispanic Origin}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}0{txt},{res}5510{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}96{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 1256.65
{txt}{col 15}std. dev:{res}{col 26} 1223.51

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}      16{col 37}      58{col 47}  1016.5{col 57}    2176{col 67}    2859

{txt}{hline}
{res}nhblk10a{right:Persons of Black Race, Not Hispanic Origin}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}0{txt},{res}5601{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}106{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 1495.39
{txt}{col 15}std. dev:{res}{col 26}  1142.9

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}     169{col 37}     523{col 47}    1375{col 57}    2370{col 67}    2937

{txt}{hline}
{res}ntv10a{right:Persons of Native American Race}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}0{txt},{res}214{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}20{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 6.14151
{txt}{col 15}std. dev:{res}{col 26} 22.8404

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       0{col 37}       0{col 47}       0{col 57}       0{col 67}      16

{txt}{hline}
{res}haw10a{right:Persons of Hawaiian Race}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}0{txt},{res}16{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}2{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 13}tabulation:  Freq.  Value
{col 21}{res}       105{col 33}0
{col 21}         1{col 33}16

{txt}{hline}
{res}asian10a{right:Persons of Asian Race and Pacific Islander}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}0{txt},{res}785{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}51{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 81.3774
{txt}{col 15}std. dev:{res}{col 26}  131.98

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       0{col 37}       0{col 47}    17.5{col 57}     125{col 67}     282

{txt}{hline}
{res}hisp10a{right:Persons of Hispanic Origin}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}0{txt},{res}593{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}68{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26}  97.783
{txt}{col 15}std. dev:{res}{col 26} 131.022

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       0{col 37}       6{col 47}    46.5{col 57}     139{col 67}     276

{txt}{hline}
{res}india10a{right:Persons of Asian Indian Race}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}0{txt},{res}303{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}22{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 17.5283
{txt}{col 15}std. dev:{res}{col 26} 46.5291

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       0{col 37}       0{col 47}       0{col 57}       0{col 67}      60

{txt}{hline}
{res}china10a{right:Persons of Chinese Race}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}0{txt},{res}197{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}26{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 17.1887
{txt}{col 15}std. dev:{res}{col 26}  42.285

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       0{col 37}       0{col 47}       0{col 57}       9{col 67}      65

{txt}{hline}
{res}filip10a{right:Persons of Filipino Race}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}0{txt},{res}175{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}17{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 7.16981
{txt}{col 15}std. dev:{res}{col 26}  25.521

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       0{col 37}       0{col 47}       0{col 57}       0{col 67}      14

{txt}{hline}
{res}japan10a{right:Persons of Japanese Race}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}0{txt},{res}32{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}9{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 13}tabulation:  Freq.  Value
{col 21}{res}        97{col 33}0
{col 21}         1{col 33}3
{col 21}         1{col 33}12
{col 21}         2{col 33}13
{col 21}         1{col 33}15
{col 21}         1{col 33}18
{col 21}         1{col 33}22
{col 21}         1{col 33}24
{col 21}         1{col 33}32

{txt}{hline}
{res}korea10a{right:Persons of Korean Race}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}0{txt},{res}145{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}11{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 4.16038
{txt}{col 15}std. dev:{res}{col 26} 16.8755

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       0{col 37}       0{col 47}       0{col 57}       0{col 67}      11

{txt}{hline}
{res}viet10a{right:Persons of Vietnamese Race}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}0{txt},{res}478{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}26{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 25.4057
{txt}{col 15}std. dev:{res}{col 26} 69.0327

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       0{col 37}       0{col 47}       0{col 57}       8{col 67}      87

{txt}{hline}
{res}ruanc10a{right:Persons of Russian/USSR parentage or Ancestry}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}0{txt},{res}113{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}28{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 10.6321
{txt}{col 15}std. dev:{res}{col 26} 19.9224

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       0{col 37}       0{col 47}       0{col 57}      14{col 67}      36

{txt}{hline}
{res}itanc10a{right:Persons of Italian parentage or Ancestry}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}0{txt},{res}716{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}69{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 84.8585
{txt}{col 15}std. dev:{res}{col 26} 128.819

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       0{col 37}       0{col 47}      39{col 57}     114{col 67}     208

{txt}{hline}
{res}geanc10a{right:Persons of German parentage or Ancestry}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}0{txt},{res}1984{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}84{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 354.283
{txt}{col 15}std. dev:{res}{col 26} 385.433

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       0{col 37}      13{col 47}     256{col 57}     630{col 67}     839

{txt}{hline}
{res}iranc10a{right:Persons of Irish parentage or Ancestry}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}0{txt},{res}867{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}77{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26}  171.16
{txt}{col 15}std. dev:{res}{col 26} 188.564

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       0{col 37}       6{col 47}     125{col 57}     276{col 67}     432

{txt}{hline}
{res}scanc10a{right:Persons of Scandinavian parentage or Ancestry}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}0{txt},{res}184{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}43{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 19.5472
{txt}{col 15}std. dev:{res}{col 26} 30.3162

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       0{col 37}       0{col 47}       0{col 57}      30{col 67}      64

{txt}{hline}
{res}mex10a{right:Mexicans}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}0{txt},{res}577{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}57{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 70.5849
{txt}{col 15}std. dev:{res}{col 26} 120.101

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       0{col 37}       0{col 47}    15.5{col 57}      84{col 67}     224

{txt}{hline}
{res}cuban10a{right:Cubans}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}0{txt},{res}35{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}14{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 3.38679
{txt}{col 15}std. dev:{res}{col 26} 8.00425

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       0{col 37}       0{col 47}       0{col 57}       0{col 67}      14

{txt}{hline}
{res}pr10a{right:Puerto Ricans}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}0{txt},{res}84{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}21{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 6.08491
{txt}{col 15}std. dev:{res}{col 26} 14.1031

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       0{col 37}       0{col 47}       0{col 57}       0{col 67}      22

{txt}{hline}
{res}fb10a{right:Foreign-born}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}0{txt},{res}997{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}79{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 200.528
{txt}{col 15}std. dev:{res}{col 26} 239.361

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       0{col 37}      12{col 47}    89.5{col 57}     326{col 67}     558

{txt}{hline}
{res}nat10a{right:Naturalized Foreign-Born}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}0{txt},{res}513{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}64{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 69.9811
{txt}{col 15}std. dev:{res}{col 26} 94.8012

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       0{col 37}       0{col 47}    32.5{col 57}      96{col 67}     199

nat10a:
{txt}{p 2 6}
1.
Count is the category of “foreign-born, naturalized” from the “citizenship” table.
{p_end}

{txt}{hline}
{res}n10imm10a{right:Recent Immigrants (within the past 10 years)}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}0{txt},{res}661{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}59{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 101.491
{txt}{col 15}std. dev:{res}{col 26} 141.217

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       0{col 37}       0{col 47}      22{col 57}     164{col 67}     327

{txt}{hline}
{res}ag5up10a{right:Persons 5 years and Over}
{txt}{hline}

{col 19}type:  numeric ({res}long{txt})

{col 18}range:  [{res}939{txt},{res}5814{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}104{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 2807.19
{txt}{col 15}std. dev:{res}{col 26} 1104.21

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}    1471{col 37}    1942{col 47}    2660{col 57}    3478{col 67}    4448

ag5up10a:
{txt}{p 2 6}
1.
Variable serves as the universe for tabulating individuals’ English speaking ability.
{p_end}

{txt}{hline}
{res}olang10a{right:Persons who speak language other than English at home}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}0{txt},{res}1128{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}83{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 251.208
{txt}{col 15}std. dev:{res}{col 26} 263.098

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}      19{col 37}      47{col 47}     135{col 57}     413{col 67}     657

olang10a:
{txt}{p 2 6}
1.
The universe is persons 5 years and older.
{p_end}

{txt}{hline}
{res}lep10a{right:Persons who speak English not well}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}0{txt},{res}603{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}54{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 67.6226
{txt}{col 15}std. dev:{res}{col 26} 113.114

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       0{col 37}       0{col 47}    17.5{col 57}      76{col 67}     240

lep10a:
{txt}{p 2 6}
1.
The universe is persons 5 years and older. The numerator is the sum of "Not well" and "Not at all" categories from the table, "Language Other than English Spoken at Home by Ability to Speak English."
{p_end}

{txt}{hline}
{res}rufb10a{right:Persons who were born in Russia/ USSR}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}0{txt},{res}86{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}8{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 13}tabulation:  Freq.  Value
{col 21}{res}        99{col 33}0
{col 21}         1{col 33}11
{col 21}         1{col 33}14
{col 21}         1{col 33}19
{col 21}         1{col 33}22
{col 21}         1{col 33}51
{col 21}         1{col 33}63
{col 21}         1{col 33}86

{txt}{hline}
{res}itfb10a{right:Persons who were born in Italy}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}0{txt},{res}69{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}12{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 3.15094
{txt}{col 15}std. dev:{res}{col 26}  10.196

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       0{col 37}       0{col 47}       0{col 57}       0{col 67}      10

{txt}{hline}
{res}gefb10a{right:Persons who were born in Germany}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}0{txt},{res}53{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}15{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 3.66981
{txt}{col 15}std. dev:{res}{col 26} 8.73059

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       0{col 37}       0{col 47}       0{col 57}       0{col 67}      12

{txt}{hline}
{res}irfb10a{right:Persons who were born in Ireland}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}0{txt},{res}27{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}6{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 13}tabulation:  Freq.  Value
{col 21}{res}       101{col 33}0
{col 21}         1{col 33}5
{col 21}         1{col 33}11
{col 21}         1{col 33}12
{col 21}         1{col 33}15
{col 21}         1{col 33}27

{txt}{hline}
{res}scfb10a{right:Persons who were born in Ireland}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}0{txt},{res}15{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}7{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 13}tabulation:  Freq.  Value
{col 21}{res}        99{col 33}0
{col 21}         1{col 33}5
{col 21}         1{col 33}8
{col 21}         2{col 33}11
{col 21}         1{col 33}12
{col 21}         1{col 33}13
{col 21}         1{col 33}15

{txt}{hline}
{res}ag15up10a{right:Persons age 15 years and over}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}822{txt},{res}5126{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}105{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 2459.06
{txt}{col 15}std. dev:{res}{col 26} 971.792

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}    1301{col 37}    1706{col 47}    2326{col 57}    2968{col 67}    3771

{txt}{hline}
{res}mar10a{right:Currently married (excluding separated)}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}21{txt},{res}2549{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}101{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 708.349
{txt}{col 15}std. dev:{res}{col 26} 471.453

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}     220{col 37}     314{col 47}   679.5{col 57}    1032{col 67}    1325

{txt}{hline}
{res}wds10a{right:Widowed, Divorced, and Separated}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}122{txt},{res}1212{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}101{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 566.726
{txt}{col 15}std. dev:{res}{col 26} 219.414

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}     312{col 37}     401{col 47}     542{col 57}     713{col 67}     865

{txt}{hline}
{res}family10a{right:Total Families}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}5{txt},{res}1532{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}100{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 642.566
{txt}{col 15}std. dev:{res}{col 26} 301.717

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}     303{col 37}     417{col 47}   608.5{col 57}     766{col 67}    1066

{txt}{hline}
{res}fhh10a{right:Female-headed families with children}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}0{txt},{res}607{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}87{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 184.358
{txt}{col 15}std. dev:{res}{col 26} 128.826

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}      39{col 37}      77{col 47}     169{col 57}     271{col 67}     370

{txt}{hline}
{res}ag25up10a{right:Population 25 years and over}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}410{txt},{res}4577{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}103{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 1980.28
{txt}{col 15}std. dev:{res}{col 26}   806.3

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}    1002{col 37}    1380{col 47}  1869.5{col 57}    2402{col 67}    3123

{txt}{hline}
{res}hs10a{right:Persons with high school degree or less}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}239{txt},{res}2163{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}104{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 921.415
{txt}{col 15}std. dev:{res}{col 26} 427.361

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}     434{col 37}     568{col 47}   891.5{col 57}    1177{col 67}    1477

{txt}{hline}
{res}col10a{right:Persons with at least a 4 year college degree}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}0{txt},{res}2074{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}101{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 532.528
{txt}{col 15}std. dev:{res}{col 26} 487.534

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}      74{col 37}     147{col 47}     322{col 57}     820{col 67}    1241

{txt}{hline}
{res}clf10a{right:Civilian labor force 16 years and over}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}402{txt},{res}3783{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}105{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 1589.45
{txt}{col 15}std. dev:{res}{col 26}  733.14

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}     698{col 37}    1071{col 47}  1496.5{col 57}    2082{col 67}    2712

{txt}{hline}
{res}unemp10a{right:Unemployed}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}38{txt},{res}485{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}94{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 201.217
{txt}{col 15}std. dev:{res}{col 26} 111.953

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}      71{col 37}     114{col 47}     182{col 57}     262{col 67}     376

{txt}{hline}
{res}dflabf10a{right:Females 16 years and over, except in Armed Forces}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}373{txt},{res}2665{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}103{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 1271.88
{txt}{col 15}std. dev:{res}{col 26} 515.352

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}     689{col 37}     889{col 47}    1187{col 57}    1613{col 67}    2066

{txt}{hline}
{res}flabf10a{right:Females in labor force}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}186{txt},{res}1904{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}101{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 803.623
{txt}{col 15}std. dev:{res}{col 26} 371.921

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}     404{col 37}     541{col 47}   727.5{col 57}    1051{col 67}    1348

{txt}{hline}
{res}empclf10a{right:Employed persons 16 years and over}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}305{txt},{res}3630{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}106{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 1388.24
{txt}{col 15}std. dev:{res}{col 26} 710.532

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}     524{col 37}     848{col 47}    1277{col 57}    1760{col 67}    2406

{txt}{hline}
{res}prof10a{right:Professional employees (by occupations)}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}12{txt},{res}1799{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}101{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 485.575
{txt}{col 15}std. dev:{res}{col 26} 415.768

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}      90{col 37}     145{col 47}     361{col 57}     716{col 67}    1083

{txt}{hline}
{res}manuf10a{right:Manufacturing employees (by industries)}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}0{txt},{res}309{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}84{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 120.849
{txt}{col 15}std. dev:{res}{col 26} 78.5306

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}      17{col 37}      65{col 47}   106.5{col 57}     181{col 67}     239

{txt}{hline}
{res}semp10a{right:Self-employed}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}0{txt},{res}335{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}83{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 87.4245
{txt}{col 15}std. dev:{res}{col 26} 69.1696

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}      14{col 37}      36{col 47}      77{col 57}     108{col 67}     174

{txt}{hline}
{res}ag18cv10a{right:Self-employed}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}728{txt},{res}4978{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}104{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 2334.15
{txt}{col 15}std. dev:{res}{col 26}  937.87

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}    1198{col 37}    1633{col 47}  2204.5{col 57}    2848{col 67}    3713

{txt}{hline}
{res}vet10a{right:Veterans}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}35{txt},{res}430{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}95{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 206.509
{txt}{col 15}std. dev:{res}{col 26} 89.1414

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}      93{col 37}     143{col 47}   202.5{col 57}     273{col 67}     326

{txt}{hline}
{res}hh10a{right:Total households in sample-based data}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}318{txt},{res}2867{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}104{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26}  1324.9
{txt}{col 15}std. dev:{res}{col 26} 558.623

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}     672{col 37}     928{col 47}    1217{col 57}    1731{col 67}    2079

{txt}{hline}
{res}hhw10a{right:Total white households in sample-based data}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}0{txt},{res}2665{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}89{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 633.368
{txt}{col 15}std. dev:{res}{col 26} 628.846

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       0{col 37}      21{col 47}     528{col 57}    1067{col 67}    1468

{txt}{hline}
{res}hhb10a{right:Total black households in sample-based data}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}0{txt},{res}2052{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}99{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 608.132
{txt}{col 15}std. dev:{res}{col 26} 435.285

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}      64{col 37}     238{col 47}   599.5{col 57}     929{col 67}    1136

{txt}{hline}
{res}hha10a{right:Total Asian/Pacific Islander households in sample-based data}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}0{txt},{res}354{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}41{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 32.7642
{txt}{col 15}std. dev:{res}{col 26} 59.8319

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       0{col 37}       0{col 47}       0{col 57}      44{col 67}      89

{txt}{hline}
{res}hhh10a{right:Total Hispanic households in sample-based data}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}0{txt},{res}160{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}46{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 30.0189
{txt}{col 15}std. dev:{res}{col 26} 35.9754

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       0{col 37}       0{col 47}      17{col 57}      51{col 67}      76

{txt}{hline}
{res}hinc10a{right:Median household income}
{txt}{hline}

{col 19}type:  numeric ({res}long{txt})

{col 18}range:  [{res}8840{txt},{res}68750{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}106{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 33384.5
{txt}{col 15}std. dev:{res}{col 26} 13156.6

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}   16996{col 37}   23125{col 47} 31464.5{col 57}   43767{col 67}   50862

{txt}{hline}
{res}hincw10a{right:Median household income for whites}
{txt}{hline}

{col 19}type:  numeric ({res}long{txt})

{col 18}range:  [{res}-999{txt},{res}162500{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}85{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 36838.4
{txt}{col 15}std. dev:{res}{col 26} 29904.5

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}    -999{col 37}   12321{col 47}   40490{col 57}   51223{col 67}   66076

{txt}{hline}
{res}hincb10a{right:Median household income for blacks}
{txt}{hline}

{col 19}type:  numeric ({res}long{txt})

{col 18}range:  [{res}-999{txt},{res}56667{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}101{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 23717.2
{txt}{col 15}std. dev:{res}{col 26} 11658.5

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}    9500{col 37}   16642{col 47}   24485{col 57}   29000{col 67}   38272

{txt}{hline}
{res}hinch10a{right:Median household income for Hispanics}
{txt}{hline}

{col 19}type:  numeric ({res}long{txt})

{col 18}range:  [{res}-999{txt},{res}250001{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}52{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 23255.6
{txt}{col 15}std. dev:{res}{col 26} 38360.8

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}    -999{col 37}    -999{col 47}    -999{col 57}   40167{col 67}   63897

{txt}{hline}
{res}incpc10a{right:Per capita income}
{txt}{hline}

{col 19}type:  numeric ({res}long{txt})

{col 18}range:  [{res}6759{txt},{res}57356{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}106{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 20768.7
{txt}{col 15}std. dev:{res}{col 26} 9865.48

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}   10462{col 37}   12897{col 47} 17061.5{col 57}   27468{col 67}   34272

{txt}{hline}
{res}dpov10a{right:Persons for whom poverty status is determined}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}445{txt},{res}6146{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}103{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 2918.65
{txt}{col 15}std. dev:{res}{col 26}  1190.6

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}    1552{col 37}    1977{col 47}    2763{col 57}    3622{col 67}    4630

{txt}{hline}
{res}npov10a{right:Persons in poverty}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}49{txt},{res}2581{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}103{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 759.406
{txt}{col 15}std. dev:{res}{col 26} 476.691

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}     220{col 37}     438{col 47}   672.5{col 57}    1011{col 67}    1415

{txt}{hline}
{res}n65pov10a{right:Persons 65 years and older in poverty}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}0{txt},{res}187{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}81{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 58.3113
{txt}{col 15}std. dev:{res}{col 26} 45.5964

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}      11{col 37}      19{col 47}    50.5{col 57}      88{col 67}     118

{txt}{hline}
{res}dfmpov10a{right:Families for whom poverty status is determined}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}5{txt},{res}1532{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}100{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 642.566
{txt}{col 15}std. dev:{res}{col 26} 301.717

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}     303{col 37}     417{col 47}   608.5{col 57}     766{col 67}    1066

{txt}{hline}
{res}nfmpov10a{right:Families with children in poverty}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}0{txt},{res}517{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}85{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 115.245
{txt}{col 15}std. dev:{res}{col 26} 103.632

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       0{col 37}      38{col 47}    92.5{col 57}     173{col 67}     227

{txt}{hline}
{res}dwpov10a{right:White persons for whom poverty status is determined}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}0{txt},{res}5510{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}94{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 1208.43
{txt}{col 15}std. dev:{res}{col 26} 1215.59

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}      11{col 37}      47{col 47}   996.5{col 57}    2071{col 67}    2771

{txt}{hline}
{res}nwpov10a{right:whites in poverty}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}0{txt},{res}796{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}76{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 156.387
{txt}{col 15}std. dev:{res}{col 26} 164.448

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       0{col 37}      12{col 47}   114.5{col 57}     243{col 67}     394

{txt}{hline}
{res}dbpov10a{right:Black persons for whom poverty status is determined}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}0{txt},{res}5416{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}106{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 1465.99
{txt}{col 15}std. dev:{res}{col 26} 1126.72

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}     169{col 37}     520{col 47}  1359.5{col 57}    2303{col 67}    2937

{txt}{hline}
{res}nbpov10a{right:Blacks in poverty}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}0{txt},{res}2412{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}91{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 535.594
{txt}{col 15}std. dev:{res}{col 26} 466.482

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       0{col 37}     137{col 47}   449.5{col 57}     818{col 67}    1212

{txt}{hline}
{res}dnapov10a{right:Native American for whom poverty status is determined}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}0{txt},{res}214{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}23{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 7.11321
{txt}{col 15}std. dev:{res}{col 26} 23.7733

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       0{col 37}       0{col 47}       0{col 57}       4{col 67}      20

{txt}{hline}
{res}nnapov10a{right:Native Americans in poverty}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}0{txt},{res}214{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}10{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26}  3.0566
{txt}{col 15}std. dev:{res}{col 26} 21.0133

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       0{col 37}       0{col 47}       0{col 57}       0{col 67}       0

{txt}{hline}
{res}dhpov10a{right:Hispanics for whom poverty status is determined}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}0{txt},{res}593{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}68{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 95.9811
{txt}{col 15}std. dev:{res}{col 26} 130.988

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       0{col 37}       0{col 47}      45{col 57}     139{col 67}     252

{txt}{hline}
{res}nhpov10a{right:Hispanics in poverty}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}0{txt},{res}503{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}37{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 27.9623
{txt}{col 15}std. dev:{res}{col 26} 68.0703

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       0{col 37}       0{col 47}       0{col 57}      22{col 67}      82

{txt}{hline}
{res}dapov10a{right:Asians and Pacific Islanders for whom poverty status is determined}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}0{txt},{res}785{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}50{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 77.0566
{txt}{col 15}std. dev:{res}{col 26} 129.632

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       0{col 37}       0{col 47}      13{col 57}     106{col 67}     278

{txt}{hline}
{res}napov10a{right:Asians and Pacific Islanders in poverty}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}0{txt},{res}201{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}26{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 18.2075
{txt}{col 15}std. dev:{res}{col 26} 42.9238

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       0{col 37}       0{col 47}       0{col 57}      14{col 67}      64

{txt}{hline}
{res}hu10a{right:Housing Units}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}462{txt},{res}3064{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}101{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 1663.39
{txt}{col 15}std. dev:{res}{col 26}  620.56

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}     915{col 37}    1194{col 47}    1576{col 57}    2133{col 67}    2586

{txt}{hline}
{res}vac10a{right:Vacant Housing Units}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}10{txt},{res}1401{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}99{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 338.491
{txt}{col 15}std. dev:{res}{col 26} 201.815

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}     115{col 37}     200{col 47}     315{col 57}     438{col 67}     544

{txt}{hline}
{res}ohu10a{right:Occupied Housing Units}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}318{txt},{res}2867{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}104{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26}  1324.9
{txt}{col 15}std. dev:{res}{col 26} 558.623

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}     672{col 37}     928{col 47}    1217{col 57}    1731{col 67}    2079

{txt}{hline}
{res}own10a{right:Owner-occupied housing units}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}0{txt},{res}2308{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}100{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 625.104
{txt}{col 15}std. dev:{res}{col 26} 393.053

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}     181{col 37}     358{col 47}   569.5{col 57}     799{col 67}    1113

{txt}{hline}
{res}rent10a{right:Renter-occupied housing units}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}119{txt},{res}1780{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}101{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 699.792
{txt}{col 15}std. dev:{res}{col 26}  379.61

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}     240{col 37}     402{col 47}   661.5{col 57}     913{col 67}    1253

{txt}{hline}
{res}dmulti10a{right:Housing units}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}462{txt},{res}3064{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}101{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 1663.39
{txt}{col 15}std. dev:{res}{col 26}  620.56

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}     915{col 37}    1194{col 47}    1576{col 57}    2133{col 67}    2586

dmulti10a:
{txt}{p 2 6}
1.
This variable serves as the denominator for calculating the percentage of housing units in multi-unit structures. In 1970 and 1980, the universe is "all year-round housing units (occupied units plus vacant year-round)."
{p_end}

{txt}{hline}
{res}multi10a{right:Housing units in multi-unit structures}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}21{txt},{res}2585{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}102{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26}  887.84
{txt}{col 15}std. dev:{res}{col 26} 550.571

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}     226{col 37}     515{col 47}   845.5{col 57}    1167{col 67}    1680

{txt}{hline}
{res}h30old10a{right:Structures built more than 30 years ago}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}266{txt},{res}2967{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}103{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 1493.16
{txt}{col 15}std. dev:{res}{col 26} 648.203

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}     705{col 37}     999{col 47}    1395{col 57}    1874{col 67}    2502

{txt}{hline}
{res}h10yrs10a{right:Household heads moved into unit less than 10 years ago}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}195{txt},{res}2153{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}104{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 866.292
{txt}{col 15}std. dev:{res}{col 26} 428.858

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}     359{col 37}     533{col 47}     815{col 57}    1090{col 67}    1529

{txt}{hline}
{res}mrent10a{right:Median monthly contract rent}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}238{txt},{res}748{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}95{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 490.425
{txt}{col 15}std. dev:{res}{col 26}  101.44

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}     369{col 37}     429{col 47}   485.5{col 57}     546{col 67}     604

{txt}{hline}
{res}mhmval10a{right:Median home value}
{txt}{hline}

{col 19}type:  numeric ({res}long{txt})

{col 18}range:  [{res}-999{txt},{res}419500{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}103{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26}  130190
{txt}{col 15}std. dev:{res}{col 26} 75754.1

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}   61700{col 37}   77000{col 47}  113650{col 57}  162100{col 67}  215700

{txt}{hline}
{res}a18und10a{right:Persons age 17 years and under}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}0{txt},{res}1865{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}103{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 671.236
{txt}{col 15}std. dev:{res}{col 26} 397.317

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}     236{col 37}     391{col 47}     609{col 57}     883{col 67}    1267

{txt}{hline}
{res}a60up10a{right:Persons age 60 years and over}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}71{txt},{res}1276{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}101{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 469.302
{txt}{col 15}std. dev:{res}{col 26} 225.494

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}     193{col 37}     336{col 47}     439{col 57}     566{col 67}     663

{txt}{hline}
{res}a75up10a{right:Persons age 75 years and over}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}9{txt},{res}849{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}90{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 175.396
{txt}{col 15}std. dev:{res}{col 26} 123.375

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}      56{col 37}      95{col 47}     148{col 57}     233{col 67}     293

{txt}{hline}
{res}agewht10a{right:White Population with Known Age Distribution}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}0{txt},{res}5510{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}96{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 1256.65
{txt}{col 15}std. dev:{res}{col 26} 1223.51

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}      16{col 37}      58{col 47}  1016.5{col 57}    2176{col 67}    2859

{txt}{hline}
{res}ageblk10a{right:Black Population with Known Age Distribution}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}0{txt},{res}5634{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}106{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 1498.71
{txt}{col 15}std. dev:{res}{col 26} 1144.71

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}     169{col 37}     523{col 47}    1375{col 57}    2390{col 67}    2937

{txt}{hline}
{res}agentv10a{right:Native American Population with Known Age Distribution}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}0{txt},{res}214{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}23{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 7.11321
{txt}{col 15}std. dev:{res}{col 26} 23.7733

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       0{col 37}       0{col 47}       0{col 57}       4{col 67}      20

{txt}{hline}
{res}agehsp10a{right:Hispanic Population with Known Age Distribution}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}0{txt},{res}593{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}68{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26}  97.783
{txt}{col 15}std. dev:{res}{col 26} 131.022

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       0{col 37}       6{col 47}    46.5{col 57}     139{col 67}     276

{txt}{hline}
{res}ageasn10a{right:Asian and Pacific Islander Population with Known Age Distribution}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}0{txt},{res}785{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}51{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 81.3774
{txt}{col 15}std. dev:{res}{col 26}  131.98

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       0{col 37}       0{col 47}    17.5{col 57}     125{col 67}     282

{txt}{hline}
{res}a15wht10a{right:0-15 years old of White Race}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}0{txt},{res}809{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}73{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 135.689
{txt}{col 15}std. dev:{res}{col 26} 174.089

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       0{col 37}       0{col 47}    53.5{col 57}     216{col 67}     365

a15wht10a:
{txt}{p 2 6}
1.
White Race 0-14 years old
{p_end}

{txt}{hline}
{res}a15blk10a{right:0-15 years old of Black Race}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}0{txt},{res}1398{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}94{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 346.368
{txt}{col 15}std. dev:{res}{col 26} 317.485

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}      10{col 37}      79{col 47}   273.5{col 57}     528{col 67}     757

a15blk10a:
{txt}{p 2 6}
1.
Black Race 0-14 years old
{p_end}

{txt}{hline}
{res}a15ntv10a{right:0-15 years old of Native American Race}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}0{txt},{res}54{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}8{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 13}tabulation:  Freq.  Value
{col 21}{res}        98{col 33}0
{col 21}         2{col 33}5
{col 21}         1{col 33}6
{col 21}         1{col 33}8
{col 21}         1{col 33}9
{col 21}         1{col 33}13
{col 21}         1{col 33}14
{col 21}         1{col 33}54

a15ntv10a:
{txt}{p 2 6}
1.
Native American Race 0-14 years old
{p_end}

{txt}{hline}
{res}a15hsp10a{right:0-15 years old of Hispanic Origins}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}0{txt},{res}371{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}39{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 25.4528
{txt}{col 15}std. dev:{res}{col 26} 51.8619

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       0{col 37}       0{col 47}       0{col 57}      31{col 67}      87

a15hsp10a:
{txt}{p 2 6}
1.
Hispanic Origins 0-14 years old
{p_end}

{txt}{hline}
{res}a15asn10a{right:0-15 years old of Asians and Pacific Islanders}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}0{txt},{res}274{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}21{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 12.1509
{txt}{col 15}std. dev:{res}{col 26} 35.7917

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       0{col 37}       0{col 47}       0{col 57}       0{col 67}      41

a15asn10a:
{txt}{p 2 6}
1.
Asians and Pacific Islanders 0-14 years old
{p_end}

{txt}{hline}
{res}a65wht10a{right:65 Years and Older of Non-Hispanic Whites}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}0{txt},{res}982{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}73{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 166.774
{txt}{col 15}std. dev:{res}{col 26} 196.336

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       0{col 37}       0{col 47}    93.5{col 57}     232{col 67}     437

{txt}{hline}
{res}a65blk10a{right:65 Years and Older of Black Race}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}0{txt},{res}815{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}73{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 162.358
{txt}{col 15}std. dev:{res}{col 26} 179.789

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       0{col 37}      18{col 47}     102{col 57}     245{col 67}     428

{txt}{hline}
{res}a65ntv10a{right:65 Years and Older of Native American Race}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}0{txt},{res}19{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}4{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 13}tabulation:  Freq.  Value
{col 21}{res}       103{col 33}0
{col 21}         1{col 33}7
{col 21}         1{col 33}9
{col 21}         1{col 33}19

{txt}{hline}
{res}a65hsp10a{right:65 years and older Persons of Hispanic Origins}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}0{txt},{res}37{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}19{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 4.53774
{txt}{col 15}std. dev:{res}{col 26} 8.96998

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       0{col 37}       0{col 47}       0{col 57}       6{col 67}      18

{txt}{hline}
{res}a65asn10a{right:65 Years and Older of Asians and Pacific Islanders}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}0{txt},{res}99{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}19{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 5.04717
{txt}{col 15}std. dev:{res}{col 26} 14.5513

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       0{col 37}       0{col 47}       0{col 57}       0{col 67}      20

{txt}{hline}
{res}hinca10a{right:Median household income for Asians and Pacific Islanders}
{txt}{hline}

{col 19}type:  numeric ({res}float{txt})

{col 18}range:  [{res}-999{txt},{res}250000{txt}]{col 55}units:  {res}.0001
{col 10}{txt}unique values:  {res}47{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 22556.1
{txt}{col 15}std. dev:{res}{col 26} 36538.3

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}    -999{col 37}    -999{col 47}    -999{col 57} 44210.5{col 67}   67500

{txt}{hline}
{res}clf15a{right:Civilian Labor Force 16 Years and Over}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}208{txt},{res}4160{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}105{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 1585.17
{txt}{col 15}std. dev:{res}{col 26} 808.604

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}     615{col 37}     945{col 47}    1414{col 57}    2104{col 67}    2724

{txt}{hline}
{res}clf15aME{right:Civilian Labor Force 16 Years and Over Margin of Error}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}68{txt},{res}588{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}89{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 222.698
{txt}{col 15}std. dev:{res}{col 26} 90.0224

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}     125{col 37}     150{col 47}     212{col 57}     280{col 67}     338

{txt}{hline}
{res}unemp15a{right:Unemployed}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}15{txt},{res}729{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}95{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 196.547
{txt}{col 15}std. dev:{res}{col 26} 123.347

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}      68{col 37}     104{col 47}     182{col 57}     250{col 67}     337

{txt}{hline}
{res}unemp15aME{right:Unemployed Margin of Error}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}13{txt},{res}396{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}76{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26}  93.217
{txt}{col 15}std. dev:{res}{col 26} 50.6493

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}      44{col 37}      62{col 47}    82.5{col 57}     121{col 67}     146

{txt}{hline}
{res}hinc15a{right:Median Household Income}
{txt}{hline}

{col 19}type:  numeric ({res}long{txt})

{col 18}range:  [{res}11295{txt},{res}72050{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}106{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 34088.1
{txt}{col 15}std. dev:{res}{col 26} 14532.7

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}   17837{col 37}   22147{col 47}   29464{col 57}   47549{col 67}   53934

{txt}{hline}
{res}hinc15aME{right:Median Household Income Margin of Error}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}1976{txt},{res}25908{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}106{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 6954.88
{txt}{col 15}std. dev:{res}{col 26} 3665.68

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}    3197{col 37}    4627{col 47}  6099.5{col 57}    8255{col 67}   11465

{txt}{hline}
{res}own15a{right:Owner Occupied Housing Units}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}12{txt},{res}2111{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}104{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 577.981
{txt}{col 15}std. dev:{res}{col 26} 388.286

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}     174{col 37}     264{col 47}     515{col 57}     754{col 67}    1084

{txt}{hline}
{res}own15aME{right:Owner Occupied Housing Units Margin of Error}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}12{txt},{res}206{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}78{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 94.7358
{txt}{col 15}std. dev:{res}{col 26}  39.692

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}      45{col 37}      59{col 47}      95{col 57}     120{col 67}     152

{txt}{hline}
{res}rent15a{right:Renter Occupied Housing Units}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}125{txt},{res}2413{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}102{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 738.575
{txt}{col 15}std. dev:{res}{col 26} 404.035

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}     285{col 37}     427{col 47}     670{col 57}     970{col 67}    1349

{txt}{hline}
{res}rent15aME{right:Renter Occupied Housing Units Margin of Error}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}37{txt},{res}262{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}79{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 122.594
{txt}{col 15}std. dev:{res}{col 26}  44.547

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}      66{col 37}      90{col 47}   121.5{col 57}     145{col 67}     183

{txt}{hline}
{res}incpc15a{right:Per Capita Income}
{txt}{hline}

{col 19}type:  numeric ({res}long{txt})

{col 18}range:  [{res}6225{txt},{res}55350{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}106{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26}   22618
{txt}{col 15}std. dev:{res}{col 26} 11342.6

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}   10621{col 37}   14229{col 47}   18284{col 57}   32046{col 67}   38398

{txt}{hline}
{res}incpc15aME{right:Per Capita Income Margin of Error}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}1417{txt},{res}14145{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}105{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 3577.05
{txt}{col 15}std. dev:{res}{col 26} 2035.51

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}    1847{col 37}    2331{col 47}    3015{col 57}    4064{col 67}    5869

{txt}{hline}
{res}npov15a{right:Persons in Poverty}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}478{txt},{res}7069{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}106{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 2906.17
{txt}{col 15}std. dev:{res}{col 26} 1260.53

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}    1391{col 37}    1969{col 47}  2846.5{col 57}    3620{col 67}    4489

{txt}{hline}
{res}npov15aME{right:Persons in Poverty Margin of Error}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}81{txt},{res}832{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}98{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 343.208
{txt}{col 15}std. dev:{res}{col 26} 138.745

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}     198{col 37}     245{col 47}   329.5{col 57}     417{col 67}     538

{txt}{hline}
{res}nbpov15a{right:Blacks in Poverty}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}35{txt},{res}4521{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}105{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26}  1389.6
{txt}{col 15}std. dev:{res}{col 26} 1021.56

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}     156{col 37}     596{col 47}    1241{col 57}    1996{col 67}    2871

{txt}{hline}
{res}nbpov15aME{right:Blacks in Poverty Margin of Error}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}37{txt},{res}700{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}94{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 283.849
{txt}{col 15}std. dev:{res}{col 26} 145.342

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}     104{col 37}     181{col 47}     262{col 57}     381{col 67}     481

{txt}{hline}
{res}nwpov15a{right:Whites in Poverty}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}0{txt},{res}5704{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}99{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 1250.56
{txt}{col 15}std. dev:{res}{col 26}  1235.4

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}       7{col 37}      45{col 47}    1109{col 57}    2124{col 67}    2882

{txt}{hline}
{res}nwpov15aME{right:Whites in Poverty Margin of Error}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}3{txt},{res}619{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}93{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 184.491
{txt}{col 15}std. dev:{res}{col 26} 134.648

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}      11{col 37}      46{col 47}     190{col 57}     280{col 67}     365

{txt}{hline}
{res}pop15a{right:Total Population}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}620{txt},{res}7069{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}105{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 2998.58
{txt}{col 15}std. dev:{res}{col 26} 1263.14

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}    1455{col 37}    2024{col 47}  2911.5{col 57}    3789{col 67}    4675

{txt}{hline}
{res}pop15aME{right:Total Population Margin of Error}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}94{txt},{res}832{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}96{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 353.349
{txt}{col 15}std. dev:{res}{col 26} 140.297

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}     199{col 37}     249{col 47}   333.5{col 57}     444{col 67}     538

{txt}{hline}
{res}nhwht15a{right:Persons of White Race, Not Hispanic}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}1{txt},{res}5716{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}102{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 1291.84
{txt}{col 15}std. dev:{res}{col 26} 1238.78

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}      16{col 37}      75{col 47}  1168.5{col 57}    2159{col 67}    2892

{txt}{hline}
{res}nhwht15aME{right:Persons of White Race, Not Hispanic Margin of Error}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}3{txt},{res}619{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}95{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 191.189
{txt}{col 15}std. dev:{res}{col 26} 135.459

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}      20{col 37}      59{col 47}   199.5{col 57}     279{col 67}     369

{txt}{hline}
{res}nhblk15a{right:Persons of Black Race, Not Hispanic}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}18{txt},{res}4544{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}105{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 1424.92
{txt}{col 15}std. dev:{res}{col 26} 1034.73

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}     156{col 37}     631{col 47}    1315{col 57}    2029{col 67}    2878

{txt}{hline}
{res}nhblk15aME{right:Persons of Black Race, Not Hispanic Margin of Error}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}29{txt},{res}760{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}100{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 288.019
{txt}{col 15}std. dev:{res}{col 26} 150.258

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}     104{col 37}     182{col 47}     269{col 57}     381{col 67}     474

{txt}{hline}
{res}hu15a{right:Housing Units}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}484{txt},{res}3419{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}103{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 1656.52
{txt}{col 15}std. dev:{res}{col 26} 633.664

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}     904{col 37}    1189{col 47}    1591{col 57}    2003{col 67}    2593

{txt}{hline}
{res}hu15aME{right:Housing Units Margin of Error}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}25{txt},{res}120{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}61{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 65.8396
{txt}{col 15}std. dev:{res}{col 26} 23.5429

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}      38{col 37}      47{col 47}      64{col 57}      80{col 67}     100

{txt}{hline}
{res}vac15a{right:Vacant Housing Units}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}26{txt},{res}1449{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}98{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 339.962
{txt}{col 15}std. dev:{res}{col 26}  193.47

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}     145{col 37}     213{col 47}     313{col 57}     435{col 67}     523

{txt}{hline}
{res}vac15aME{right:Vacant Housing Units Margin of Error}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}31{txt},{res}208{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}72{col 51}{txt}missing .:  {res}0{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 103.557
{txt}{col 15}std. dev:{res}{col 26} 36.4033

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}      62{col 37}      75{col 47}     101{col 57}     122{col 67}     149

{txt}{hline}
{res}hincb15a{right:Median Household Income Blacks}
{txt}{hline}

{col 19}type:  numeric ({res}long{txt})

{col 18}range:  [{res}11295{txt},{res}52799{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}91{col 51}{txt}missing .:  {res}15{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 25476.7
{txt}{col 15}std. dev:{res}{col 26} 9338.93

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}   14931{col 37}   18924{col 47}   23154{col 57}   29620{col 67}   38254

{txt}{hline}
{res}hincb15aME{right:Median Household Income Blacks Margin of Error}
{txt}{hline}

{col 19}type:  numeric ({res}long{txt})

{col 18}range:  [{res}1835{txt},{res}46753{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}91{col 51}{txt}missing .:  {res}15{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 8372.95
{txt}{col 15}std. dev:{res}{col 26} 6886.99

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}    3077{col 37}    4609{col 47}    6571{col 57}   10146{col 67}   15221

{txt}{hline}
{res}hincw15a{right:Median Household Income Whites}
{txt}{hline}

{col 19}type:  numeric ({res}long{txt})

{col 18}range:  [{res}10909{txt},{res}115547{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}73{col 51}{txt}missing .:  {res}33{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 49782.6
{txt}{col 15}std. dev:{res}{col 26} 18820.6

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}   25000{col 37}   38077{col 47}   49988{col 57}   59559{col 67}   68990

{txt}{hline}
{res}hincw15aME{right:Median Household Income Whites Margin of Error}
{txt}{hline}

{col 19}type:  numeric ({res}long{txt})

{col 18}range:  [{res}2520{txt},{res}107651{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}73{col 51}{txt}missing .:  {res}33{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 12452.8
{txt}{col 15}std. dev:{res}{col 26} 13162.3

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}    5471{col 37}    7148{col 47}    9157{col 57}   13443{col 67}   18916

{txt}{hline}
{res}mhmval15a{right:Median Home Value}
{txt}{hline}

{col 19}type:  numeric ({res}long{txt})

{col 18}range:  [{res}35800{txt},{res}423100{txt}]{col 55}units:  {res}100
{col 10}{txt}unique values:  {res}101{col 51}{txt}missing .:  {res}3{txt}/{res}106

{txt}{col 19}mean:{res}{col 26}  123151
{txt}{col 15}std. dev:{res}{col 26} 71602.5

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}   55900{col 37}   65200{col 47}  108700{col 57}  158700{col 67}  208800

{txt}{hline}
{res}mhmval15aME{right:Median Home Value}
{txt}{hline}

{col 19}type:  numeric ({res}long{txt})

{col 18}range:  [{res}3619{txt},{res}297173{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}103{col 51}{txt}missing .:  {res}3{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 22544.7
{txt}{col 15}std. dev:{res}{col 26} 34243.9

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}    5654{col 37}    7022{col 47}   11218{col 57}   23651{col 67}   50969

{txt}{hline}
{res}mrent15a{right:Median Monthly Contract Rent}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}247{txt},{res}1036{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}91{col 51}{txt}missing .:  {res}1{txt}/{res}106

{txt}{col 19}mean:{res}{col 26} 564.343
{txt}{col 15}std. dev:{res}{col 26} 127.537

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}     444{col 37}     490{col 47}     537{col 57}     605{col 67}     712

{txt}{hline}
{res}mrent15aME{right:Median Monthly Contract Rent Margin of Error}
{txt}{hline}

{col 19}type:  numeric ({res}int{txt})

{col 18}range:  [{res}12{txt},{res}244{txt}]{col 55}units:  {res}1
{col 10}{txt}unique values:  {res}64{col 51}{txt}missing .:  {res}1{txt}/{res}106

{txt}{col 19}mean:{res}{col 26}  61.181
{txt}{col 15}std. dev:{res}{col 26} 40.8696

{txt}{col 12}percentiles:{col 32}10%{col 42}25%{col 52}50%{col 62}75%{col 72}90%
{res}{col 27}      23{col 37}      36{col 47}      48{col 57}      72{col 67}     122
{txt}
{com}. quietly log close codebook
{txt}
{com}. // end MarkDoc log
. quietly log close markdoc
{smcl}
{com}{sf}{ul off}